export default {
    ABOUT: {
        SUBTITLE:
            "WETALK 众语国际是一家大型跨国教育机构，旨在传承和弘扬中华优秀传统文化，建设汉语国际教育下的国学文化传播，为世界发展、人类进步提供中华智慧。",
    },
    TIMELINE: {
        HISTORY: {
            TIME: "1875年~1908年",
            TIME_TITLE: "光绪年间",
            INTRO_TITLE: "追朔历史，源于中国。",
            INTRO_DESC:
                "众语国学堂的前身名为“劝学所”，设立于光绪年间，由创办人钱汝曾创立于孔孟之乡的中国山东。在当时，“劝学所” 以传统私塾的方式呈现，积极收录学生，授业解惑，劝人向善，引人好学，为当地培养出了许多优秀人才。",
        },
        FEATURE: {
            TIME: "2001~",
            TIME_TITLE: "21世纪",
            INTRO_TITLE: "承前启后，继往开来。 <br /> 众志成城，再创辉煌。",
            INTRO_DESC: `
                弹指一挥之间，二十一世纪的劝学所易名为“众语国际”。继承先辈遗志，发扬治学精神，聚国学之智慧，集众家之所长，再次重返教育舞台。
                <br />
                <br />
                现如今，WETALK
                已发展成为一家全球跨国公司，因其语妙绝伦的教学效果深受国内外莘莘学子的一致好评，还被赞誉“众望所归，语妙天下”。
                <br />
                <br />
                众语国际以语言教育为基础、国学教育为中心、科学教育为依托，主张“教之道，贵以专”，做正确的教育，做不一样的教育，做中庸之道的教育。
            `,
        },
    },
    LESSON: {
        LIST: [
            {
                TITLE: "语言魅力",
                DESC: "包含成人国学教育、少儿特色汉语培训、全球多语种培训、科学教育",
            },
            {
                TITLE: "国学智慧",
                DESC: "本着“承千年之精粹，为往圣继绝学，通古博今，至善至美”品牌经营理念",
            },
            {
                TITLE: "科学精神",
                DESC: "分阶段量身定制课程，满足不同国家和不同年龄段学生的定制需求，文案可再补充",
            },
        ],
        DESC: `
            <p class="text">
                包含成人国学教育、少儿特色汉语培训、全球多语种培训、科学教育等服务，本着“承千年之精粹，为往圣继绝学，通古博今,至善至美”品牌经营理念，实行优学小班的教学模式，分阶段量身定制课程，满足不同国家和不同年龄段学生的需求。
            </p>
            <p>
                <br />
            </p>
            <p class="text">
                Wetalk同时也在服务海外高净值家庭，为全球的家族办公室提供国学教育、科学教育和家庭教育，为其家族企业提供精神传承的VIP教育模式。
            </p>
        `,
    },
    MAP: {
        TITLE: "校区+学生分布",
        SUBTITLE:
            "目前已在中国、新加坡、菲律宾等国家创建分校，学生遍布新加坡、中国、菲律宾、韩国、澳洲、美国、马来西亚、越南、日本、波兰、委内瑞拉、南非、塞浦路斯、塞尔维亚、危地马拉等十多个国家。",
        LIST: ["国家设有WETALK分校", "学生遍布国家", "累计覆盖学员"],
    },
    COMPANY: {
        TITLE: "集团总部设在新加坡",
        SUBTITLE: "WETALK ASIA PACIFIC EDUCATIONPTE.LTD.",
        DESC: `
            菲律宾（WETALK EDUCATIONAL
            CORP）、中国（众语时代（西安)文化传播有限公司）分别设立有子公司。
            <br />
            <br />
            作为一家全球化教育企业，WETALK
            有着遍布全球的终端客户，拥有一支具备以国际化意识、全球化视野、复合型技术、商务化运作、高水平外语和跨文化交流为核心的全球化、国际化团队。
        `,
        BODY: `
            <p>
                2022 年，WETALK
                重新调整战略架构，新加坡作为全球运营中心，布局全球，涵盖了品牌、运营、销售、财务和人事等多个职能部门。中国西安，作为
                WETALK
                产研中心，主要提供课程体系研发、师资建设、教学服务等业务。标志着
                WETALK
                将着力在过去发展的基础上，继续扩展应用布局，深化发展策略，会以崭新的姿态追求更高的目标。
            </p>
            <p>
                伴随 WETALK 全球运营中心和产研中心的启用，WETALK
                凝聚智慧，协同创新，以全新的面貌持续为客户提供创新迭代的产品和高质量的交互式服务体验，与全球喜欢国学文化和拥有探索科学精神的爱好者共同成长，开启智慧。
            </p>
        `,
    },
    BRAND: {
        TITLE: "Our Brand Profile",
        SUBTITLE: "WETALK品牌介绍",
        LIST: [
            {
                TITLE: "大型跨国教育机构",
                DESC: `众语国际是一家大型跨国教育机构，旨在传承和弘扬中华优秀传统文化，建设汉语国际教育下的国学文化传播，为世界发展、人类进步提供中华智慧。`,
            },
            {
                TITLE: "战略级产业项目",
                DESC: `
                    旨在为全球喜欢国学文化和拥有探索科学精神的爱好者，提供一个最具影响力的国学教育交流平台。
                    <br />
                    <br />
                    致力于打造具有“语言魅力”、“国学智慧”、“科学精神”的劝人向学、引人向善的国际化教育品牌！
                `,
            },
        ],
    },
    CULTURE: [
        {
            TITLE: "企业文化",
            LIST: [
                "众说纷纭，语妙绝伦。",
                "众望所归，语妙天下。",
                "万语千言，与众不同。",
                "众所周知，语行天下。",
                "博采众长，语行天下。",
            ],
        },
        {
            TITLE: "品牌愿景",
            LIST: [
                `
                    <p class="text">
                        品牌愿景：<br />
                        致力于打造具有“语言魅力”、“国学智慧”、“科学精神”的劝人向学、引人向善的国际化教育品牌。
                    </p>
                `,
                `
                    <p class="text">
                        品牌使命：<br />
                        传承和弘扬中华优秀传统文化，建设汉语国际教育下的国学文化传播，为世界发展、人类进步提供中华智慧。
                    </p>
                `,
                `
                    <p class="text">
                        品牌宗旨：<br />
                        为全球喜欢国学文化和拥有探索科学精神的爱好者，提供一个最具影响力的国学教育交流平台。
                    </p>
                `,
            ],
        },
        {
            TITLE: "品牌精神",
            DESC: `
                “教之道，贵以专”出自中国的传统启蒙教材《三字经》。<br />
                原意为：教育的方法贵在专心致志地去教育孩子。延伸为如果从小不好好教育，那么人的善良禀性就会变坏。
                <br />
                <br />
                释义：为了使人不变坏，最重要的方法就是要专心致志地去教育孩子。
            `,
        },
        {
            TITLE: "核心价值观",
            LIST: [
                `
                    <p class="text">
                        <span
                            >“上善若水”出自《道德经》第八章第一句，</span
                        >
                        <br />
                        <span>
                            “上善若水， 水善利万物而不争。”
                        </span>
                    </p>
                    <p class="text">
                        含义是：最善者的品行，如同水一样，
                        可以滋养与造福万物，却不与万物争任何东西。
                    </p>
                `,
                `
                    <p class="text">
                        <span>
                            “厚德载物”语出《周易》：“君子以厚德载物。”
                        </span>
                    </p>
                    <p class="text">
                        含义是：以深厚的德泽育人利物，今多用来指以崇高的道德、博大精深的学识培育学子成才。
                    </p>
                `,
            ],
        },
        {
            TITLE: "品牌经营理念",
            LIST: [
                `
                    <p class="text">
                        品牌经营理念：<br />
                        承千年精粹，为往圣继绝学，通古博今，至善至美
                    </p>
                `,
                `
                    <p class="text">
                        品牌核心价值：<br />
                        聚国学之智慧，集众家之所长，劝人向学，开启智慧。
                    </p>
                `,
            ],
        },
    ],
};
