export default {
    MODULE_BANNER: {
        INTRO: [
            "上善若水，乐善好施，是世界上既古老、又普遍的思想和行为，是一种社会文明，为全人类所共有。中华文化自古以来就有乐善好施、济贫帮困、慈心为人、善举济世的优良传统。",
            "从村落家族的义社、义米、义塾到宗教寺院的救济贫病的善行，从政府开仓赈灾到社会的慈幼济贫等都是慈善公益的楷模。乐善好施、薪火不断、世代传承铸就了人类文明生生不息的传统美德与道德标准！",
        ],
    },
    MODULE_CATEGORY: {
        TITLE: "为人类谋幸福",
        LIST: [
            {
                TITLE: "世界公益",
                DESC: "Wetalk联合世界力量，将中华智慧引入世界公益，从而促进人类之福祉，实现世界国际公益持续发展美好愿望。",
            },
            {
                TITLE: "儿童公益",
                DESC: "聚焦儿童公益素养，将公益慈善与儿童发展相结合，举办各类公益主题宣讲，搭建儿童公益交流平台，点滴爱心，助力儿童健康快乐成长。",
            },
            {
                TITLE: "教育公益",
                DESC: "潜心教育公益，通过捐赠教学物资、教师支教、提供免费公益课等方式，助力优质教育资源均衡发展。",
            },
            {
                TITLE: "老人公益",
                DESC: "尊老爱幼是中华文化传统美德，发扬“老吾老以及人之老”的为老精神，助力打造有特色、多元化、有影响力的助老公益项目。",
            },
        ],
    },
    MODULE_INTRO: {
        TITLE: "慈心为人<br />慈举济世",
        LIST: [
            {
                TITLE: "凡人善举，传递希望",
                DESC: "在本平台交流的任何人，都可直接通过WeTalk平台捐赠财、物、力给各大慈善公益基金会，贡献自己的一份爱心。",
            },
            {
                TITLE: "赠人玫瑰，手留余香",
                DESC: "参与慈善，奉献爱心，小小的善行方便了别人的同时也会给自己带来方便，成就别人的同时提升了自己。",
            },
            {
                TITLE: "薪火不断，世代传承",
                DESC: "从古至今，爱心的传承，铸就了中华民族生生不息、乐善好施的传统美德，世代薪火相传，点燃平凡的生命。",
            },
            {
                TITLE: "点滴爱心，汇聚成海",
                DESC: "汇小流成大海，积小善成大德，和WeTalk携手，播撒慈善的种子，用点滴之爱汇聚成慈善的暖流，滋润更多需要帮助的人。",
            },
        ],
    },
    MODULE_EVENT: {
        TITLE: "慈善暖人<br />扶危救困",
        LEFT_LIST: [
            {
                TITLE: "弘扬慈善文化",
                DESC: "践行慈善文化事业使命，有效促进公众对慈善事业认知，激发公众对慈善事业的参与热情和积极性，为慈善事业发展营造良好文化氛围。",
            },
            {
                TITLE: "聚集爱心人士",
                DESC: "拥有善心、爱心人士在Wetalk平台相遇，汇聚爱心力量，踊跃捐款、捐物，捐力用善举诠释奉献与爱。  ",
            },
        ],
        RIGHT_LIST: [
            {
                TITLE: "联合多家慈善公益基金会",
                DESC: "Wetalk联合多家慈善公益基金会入驻平台，为公益事业开拓道路，携手爱心人士与公益组织，繁荣公益事业。",
            },
            {
                TITLE: "不遗余力助公益",
                DESC: "把助人为乐的奉献精神贯穿于公益事业的方方面面，Wetalk团队以最大的努力发扬公益事业，并将此作为一生的事业而奋斗努力。",
            },
            {
                TITLE: "共筑慈善高地",
                DESC: "个人，因慈善更具魅力，世界，因慈善更有温度。这种温度，让身处其中的每一个人内心都升腾起浓浓的暖意，让世界更加五彩缤纷、魅力十足。",
            },
        ],
    },
};
