export default {
    BANNER: {
        TITLE: "语言是世界全球沟通的密钥！",
        DESC: "目前我们主要在网站上优先展示华语、英语两大国际语种。另外，在WeTalk我们还开设文言文和繁体字教学，从而开启古今对话与交流，为追溯和探索古代智慧文明奠定基础。",
    },
    INTRO: {
        TITLE: "课程介绍",
        DESC: [
            "【众语语言堂】为世界各地学生提供线上与线下双向互动模式和沉浸式语言教学与练习课程，目前主要开设的语种有：华语、英语、法语、德语、西班牙语、希腊语、日语、韩语、菲律宾语、马来语和印尼语。",
            "中国西安设有华语教学研发中心，并在全球多地设有众语教育联络办公室。",
            "各类语言教学研发都在该语言母语发源地配备专业教学研发中心，以及全球多地设有众语教育联络办公室。因此各科语言教学都具备跟该语言与其背后文化相结合的要求。",
            "线上线下多语种",
            "专业教学研发中心+全球多地联络办公室",
        ],
    },
    FEATURES: {
        TITLE: "课程特色",
        DESC: "坚持多练多习、学以致用是“语言学”在语言类教学领域中的一贯坚持，只有“学而时习之”才会真正掌握一门语言，才能顺利访问这门语言背后的文化与历史。",
        LIST: [
            {
                TITLE: "专业教材",
                SUBTITLE: "课程设计基于语言学习领域最专业的教材",
            },
            {
                TITLE: "课程整合",
                SUBTITLE: "课程整合利于学生吸收消化从而学以致用",
            },
            {
                TITLE: "课程执行",
                SUBTITLE: "课程执行适于老师发挥表现进而教学相长",
            },
            {
                TITLE: "可靠平台",
                SUBTITLE: "课程设计基于语言学习领域最专业的教材",
            },
        ],
    },
    ADVANTAGES: {
        TITLE: "课程优势",
        SUBTITLE: "Course Advantages",
        LIST: [
            {
                TITLE: "精准强化学习主题",
                SUBTITLE: "Precise reinforcement learning theme",
                TAG: "专题小组课程",
            },
            {
                TITLE: "巧妙构思练习环境",
                SUBTITLE: "Ingenious design of practice environment",
                TAG: "互动练习课程",
            },
            {
                TITLE: "准确搭建践习场景",
                SUBTITLE: "Accurately set up practice scenes",
                TAG: "语境模拟课程",
            },
        ],
    },
    TEACHER: {
        TITLE: "师资力量",
        DESC: "WeTalk众语国际坚持“招一个好老师，开一个班”，每一位众语国际的讲师，从投机简历到正式入驻平台，都经历多轮以上严格的面试试听层层筛选。力求在全球范围招聘具备国际视野，知识渊博，对跨国文化及本地市场深入理解的专业教育团队，打造高品质国际化师资团队。",
        LIST: [
            "全球严选语言教学优秀教师",
            "在地域文化背景教学特色教师",
            "普世信仰价值观语言培训师",
        ],
    },
    METHOD: {
        TITLE: "适合方式",
        LIST: ["线上学习平台", "线下学习中心", "网络教学社群"],
    },
    LEVEL: {
        TITLE: "适合对象",
        SUBTITLE: "合适全球所有喜爱语言及文化的人群",
        DESC: `
            <p>
                语言是文化的重要载体，甚至可以说没有语言也就不可能有文化，只有通过语言才能把文化传承下去。
            </p>
        `,
    },
};
