export default {
    ALLUSION: "探索典故",
    SCENE_FIRST: {
        INTRO: `
            <p>
                “纵横古今，弄潮我行！”的潮国学和大家一起掀起一股新潮国学热，
            </p>
            <p>
                以更年轻、更简单、更流行的形式来展现国学的温度与风度。
            </p>
        `,
        STORY_BODY: `
            <p>
                三皇五帝时期，洪水泛滥，百姓流离失所。鲧、禹父子二人受命于尧、舜二帝，负责治水。禹从鲧治水失败中汲取教训，变"堵"为疏，理通水脉，顺应疏导，尊重保护自然才是对自然规律的正确合理运用。
            </p>
            <p>
                治水13年，耗尽心血与体力，终于完成治水大业。人们感念他的功绩，为他修庙筑殿，尊他为“禹神”。
            </p>
            <p>
                大自然的力量无穷无尽，人作为其中的一份子应考虑如何和谐共处，而非主宰。这一元素凸显人与自然的关系，天同覆，地同载。
            </p>
        `,
    },
    SCENE_SEC: {
        INTRO: `
            <p>
                以语言教育为基础，国学教育为中心，道德教育为重心，培养德才兼备的学生为目标，重视和推动回归家庭教育和传统教育！
            </p>
        `,
        STORY_BODY: `
            <p>
                拱手礼作为传统礼仪，以自谦的方式表达对他人的敬意。行礼时，双手互握合于胸前，一般右手握拳在内，左手在外，作揖时行拱手礼并躬身致意。《左传·文公十八年》记载“先君周公制周礼”。周代礼乐文化主要内容都保存在《周礼》、《仪礼》和《礼记》这三部经典中，即通常所说的“ 三礼“。
            </p>
            <p>
                “己所不欲，勿施于人”，是为世界大同的基础思想和前提，人要做到与自然和谐，首先要做到人与人之间的和谐。只有求同存异，相互尊重才可以共同生存和持续发展。
            </p>
        `,
    },
    SCENE_THIRD: {
        INTRO: `
            <p>
                进贤进能介绍，国学教育为中心，道德教育为重心，培养德才兼备的学生为目标，重视和推动回归家庭教育和传统教育！
            </p>
        `,
        STORY_BODY: `
            <p>
                鲲鹏之名，最早出现于《庄子·逍遥游》，其中有鲲化为鹏的说法：“北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。“
            </p>
            <p>
                庄子以北冥意指欲望意志和动力,以南冥意指心灵智慧和自然天道。鲲鹏由北冥飞往南冥的过程,就是以心灵智慧驾驭欲望意志,使人心回归道心追寻大道的过程。
            </p>
            <p>
                修身齐家治国平天下的处世之道，重在自己的修为。懂得如何与自己相处，才会懂得如何与其它人相处，与自然相处。
            </p>
        `,
    },
    SCENE_FOURTH: {
        INTRO: `
            <p>
                汇集国学、华语、英语、法语、德语、西班牙语、希腊语、日语、韩语、菲律宾语、马来语和印尼语等课程，选课、购课就在这里。
            </p>
        `,
        STORY_BODY: `
            <p>
                所谓“前事不忘，后事之师”，说的是过去的事足以作为未来的老师，但前提是能从中获得“新知”。而新知的获得大多时候是建立在反复琢磨的基础上。历史的发展，文明的进步，所传承的知识积累了对处理人、社会、自然三者关系的重要认知和经验。而对未来的探索与发现，温故而知新”的方法是最安全和智慧的处事法则，古为今用，以古为鉴。
            </p>
        `,
    },
    SCENE_FIFTH: {
        INTRO: "",
        STORY_BODY: `
            <p>
                学习是人生最不可缺的，活到老学到老，透过国学来打开各类学习之门，是人生最开心愉悦的事情。琴棋书画，美文诗歌，乐在其中。学习本来就是一种娱乐，何乐而不为。这一元素就是劝学，个人修为的提升靠学习，家庭社会的提升更需要学习，人人都能知书达理，彬彬有礼，全世界就可以其乐融融、和谐共处。
            </p>
        `,
    },
};
