export default {
    COURSE: {
        TITLE: "课程介绍",
        DESC: "【众语科学堂】旨在开启莘莘学子们的科学兴趣，培养严谨的科学精神和治学态度。主要涉及的课程如下：",
        LIST: [
            {
                TITLE: "形式科学",
                SUBTITLE: "逻辑、数学、理论计算机科学",
            },

            {
                TITLE: "自然科学",
                SUBTITLE: "生物学、化学、物理学",
            },

            {
                TITLE: "社会科学",
                SUBTITLE: "经济学、心理学、社会学、地理学",
            },
        ],
        CATS: [
            "形式科学: 逻辑、数学、理论计算机科学（研究抽象概念）",
            "社会科学: 经济学,心理学,社会学,地理学（研究个体与社会）",
            "自然科学: 生物学,化学,物理学,天文学（广泛意义上研究自然）《伟大的实验》《真假世界未解之谜》《寻秘自然》《宇宙自然生命简史》《童话里的十个实验》《达尔文的战争》《神奇动物》《亿万年的孤独》《星空的琴弦》《极简天文史》《量子力学入门课》《时间的形状》",
        ],
    },
    EDUCATION: {
        TITLE: "众语科学堂",
        DESC: [
            "集合世界著名严谨治学的科普工作者和爱好者，不仅致力于科学研究与文化交流，更加注重科学实验。科学堂还配备相应的科学实验室，供科学堂的学生学习体验。",
            "比科学知识更加重要的是科学精神，勇于想象，动脑动手，实事求是的习惯养成。",
        ],
        LIST: [
            {
                TITLE: "科学研究&文化交流",
                SUBTITLE:
                    "Pay attention to scientific research and Cultural Exchange",
            },
            {
                TITLE: "科学实验&体验",
                SUBTITLE:
                    "Pay attention to scientific research and cultural exchanges",
            },
            {
                TITLE: "科学精神&习惯养成",
                SUBTITLE:
                    "Pay attention to scientific spirit & habit formation",
            },
        ],
    },
    FEATURE: {
        TITLE: "课程特色",
        DESC: "集合世界著名严谨治学的科普工作者和爱好者， 不仅致力于科学研究与文化交流， 更加注重科学实验。 科学堂还配备相应的科学实验室供学生学习体验， 注重科学习惯养成， 延伸科学精神的内涵。",
        LIST: [
            "课程设计贯穿理论到实践不乏生动有趣",
            "课程整合世界最新科技发展理论和发现",
            "课程执行突出假设取证实验的科学规律",
        ],
    },
    ADVANTAGE: {
        TITLE: "课程优势",
        SUBTITLE: "Course advantages",
        LIST: [
            {
                TITLE: "匠心打造真正客观科学园地",
                DESC: "帮助学生保持对自然现象的好奇心，从亲近自然 走向亲近科学，初步从整体上认识自然世界，理解科学、技术、社会 与环境的关系，发展基本的科学能力。",
                BTN: "查看更多科学课程",
            },
            {
                TITLE: "真实再现科学发展宏伟历史",
                DESC: "科学推动了生产力的发展、经济的繁荣和社会的进步，促进了人们生产方式和生活方式的变革，提高了人类社会的物质文明水平；为人类认 识和理解自然与社会提供了独特的思想方法、思维方式、精神力量和 价值观念，提高了人类社会的精神文明水平。",
                BTN: "查看更多科学课程",
            },
            {
                TITLE: "正念引导利用先进科学技术",
                DESC: "以探究和实践为主的多样化学习方式，让学生主动参与、动手动脑、积极体 验，经历科学探究以及技术与工程实践的过程，引导学生对所学知识和方法进行总结、反思、应用和迁移，促 进学生自主学习和合作学习。",
                BTN: "查看更多科学课程",
            },
        ],
    },
    TEACHER: {
        TITLE: "师资介绍",
        LIST: [
            "知名的科学教师团队",
            "优秀的科普工作团队",
            "资深科学兴趣爱好者",
        ],
    },
    CARD: {
        TITLE: "适合方式",
        LIST: [
            {
                TITLE: "建立科学实验环境",
                SUBTITLE: "Precise reinforcement learning theme",
                TAG: "学习环境",
            },
            {
                TITLE: "­设置循证科学流程",
                SUBTITLE: "Ingenious design of practice environment",
                TAG: "教学模式",
            },
            {
                TITLE: "建设科学健康心理",
                SUBTITLE: "Accurately set up practice scenes",
                TAG: "互动氛围",
            },
        ],
    },
    LEVEL: {
        TITLE: "适合对象",
        SUBTITLE: "全球所有热爱科学具有科学探索精神的人群。",
        DESC: `
            <p>
                众语科学堂
            </p>
            <p>
                科学是人类智慧结晶得体现，学会科学方法，体验科学探究，理解科学技术与社会关系，把握科学本质，探索科学精神，全面提高科学素养，让科学精神和人文精神在现代文明中融汇贯通。
            </p>
        `,
    },
};
