export default {
    BANNER: {
        TITLE: "潮国学主要是涵盖了中华传统文化的精髓，为复兴中华传统文明而掀起的新的国学潮。",
        SUBTITLE:
            "国学这一古老的东方哲学与道德学的重要作用：国学是保证人文道德的基础，目前我们的国学课程体系主要包含了儒释道三大国学系统，以古籍经典为基础，分为蒙学篇、经学篇、史学篇、诸子百家、文学篇五大部分。",
    },
    INTRO: {
        TITLE: "课程介绍",
        DESC: "目前我们的国学课程体系主要包含了儒释道三大国学系统，以古籍经典为基础，分为蒙学篇、经学篇、史学篇、诸子百家、文学篇五大部分，涵盖琴、棋、书、画、诗、词、歌、赋等。",
        LIST: [
            {
                TITLE: "蒙学篇",
                DESC: `<div>《三字经》、</div><div>《千字文》、</div><div>《弟子规》</div>`,
            },
            {
                TITLE: "经学篇",
                DESC: `<div>《论语》、</div><div>《周易》、</div><div>《诗经》、</div><div>《大学》、</div><div>《中庸》、</div><div>《尚书》、</div><div>《礼记》、</div><div>《左传》、</div><div>《孟子》</div>`,
            },
            {
                TITLE: "史学篇",
                DESC: `<div>《国语》、</div><div>《战国策》、</div><div>《史记》、</div><div>《三国志》</div>`,
            },
            {
                TITLE: "诸子百家",
                DESC: `<div>《孙子兵法》、</div><div>《老子》、</div><div>《庄子》、</div><div>《韩非子》、</div><div>《墨子》、</div><div>《道德经》</div>`,
            },
            {
                TITLE: "文学篇",
                DESC: `<div>《楚辞》、</div><div>《菜根谭》、</div><div>《世说新语》、</div><div>《说苑》、</div><div>《文心雕龙》</div>`,
            },
        ],
    },
    EDUCATION: {
        TITLE: "众语国学堂",
        SUBTITLE:
            "集合全球著名严谨治学的国学堂以及国学志士，不仅致力于国学研究与文化交流，更加注重国学实践。",
        DESC: "国学课程还配备相应的国学社团，供国学堂的学生老师们交流切磋，共同进步。",
    },
    FEATURES: {
        TITLE: "课程特色",
        DESC: "来自于世界十几个国家，上百名国学经验丰富的老师云集众语国学堂，等待与您开启和分享一场精彩无比的潮国学时空旅行！",
        LIST: [
            "课程设计尽量由浅入深从简入繁生动有趣",
            "课程整合利于学生吸收消化从而学以致用",
            "课程执行适于老师发挥表现进而教学相长",
        ],
    },
    INTRO_CARD: {
        TITLE: "课程优势",
        SUBTITLE: "Course advantages",
        LIST: [
            {
                TITLE: "精心挑选先秦国学精粹原汁原味",
                DESC: "精选以先秦经典及诸子学为根基，并涵盖后期各朝代的各类文化学术，深入了解中国浩瀚五千年文明积淀中的核心价值，以及中国文化博大精深的精神成就。让中华民族文化的经典著作，带你感知古人伟大的智慧和人类发展的规律。",
                BTN: "查看更多国学课程",
            },
            {
                TITLE: "诚意邀请众多国学社团倾心打造",
                DESC: "在这里汇聚了诸多国学艺术领域专家，学术行业代表、个人文学大咖，开启你一场穿越千年的文化旅程",
                BTN: "查看更多国学课程",
            },
            {
                TITLE: "传承取舍浩瀚国学宝藏私塾风格",
                DESC: "让国学文化为您打造一个心灵的密室，充分感受传统文化的魅力。与孔孟交流，以圣贤为友，用古圣先贤千百年来的智慧结晶，解开你人生的迷惘，获得前行的力量。",
                BTN: "查看更多国学课程",
            },
        ],
    },
    TEACHER: {
        TITLE: "师资团队",
        DESC: `WeTalk众语国际拥有独特的教学系统，优秀的师资团队是我们的核心的竞争力。
        全球拥有500+大咖国学讲师，满足汉语，英语双语种输出要求等。其中严选国内外知名学府的教师占比50%。WeTalk众语国际定期组织任课老师参加进阶培训，从中外教育环境、教育心理学、专业素养、教学技能、沟通技巧、设备使用等方面进行强化。Wetalk教师有着教育培训行业多年从业经验，5年以上从业经验者占到了80%以上。`,
        LIST: [
            "国学业界知名学者大师",
            "国学组织有识之士贤者",
            "国学事业终身成就代表",
        ],
    },
    ADVANTAGES: {
        TITLE: "适合方式",
        LIST: [
            {
                TITLE: "创造历史学习环境",
                SUBTITLE: "Precise reinforcement learning theme",
                TAG: "学习环境",
            },
            {
                TITLE: "­建立问答教学模式",
                SUBTITLE: "Ingenious design of practice environment",
                TAG: "教学模式",
            },
            {
                TITLE: "设置实践互动氛围",
                SUBTITLE: "Accurately set up practice scenes",
                TAG: "互动氛围",
            },
        ],
    },
    LEVEL: {
        TITLE: "适合对象",
        SUBTITLE: "适合全球所有对国学文化感兴趣的群体。",
        DESC: `
            <p>
                括家族办公室、企业高管、企业文化培训、青少年群体等。对国学文化有更浓厚的兴趣，想要更有针对性深入学习。
            </p>
        `,
    },
};
