export default {
    LIST: {
        BANNER: {
            新加坡留学: "新加坡留学",
            菲律宾留学: "菲律宾留学",
            SLOGAN: "世界那么大，为何不出去看看？",
            TAG: "为何有成就的人都选择让子女出国留学",
        },
        INTRO: {
            TITLE: "WeTalk个性化留学服务",
            GROUP: [
                {
                    TITLE: "一、留学咨询",
                    DESC: `<p>留学移民，利好政策哪家强？</p>
                    <p>
                        先人一步获取留学新政，选择WeTalk就对了！
                    </p>`,
                    BTN: "专家在线定制留学申请方案",
                    TITLE_2: "你是否有这些顾虑？",
                    DESC_2: `
                        <p>
                            WeTalk联合多家大型留学品牌机构，目前拥有千余名合作伙伴。
                        </p>
                        <p></p>
                        <p>
                            其中有百余名拥有海外经历或行业经验的专业顾问，数百位留学策划团队，百余位专业律师，为您和家人解决急切留学困难问题。
                        </p>
                    `,
                    TAG_2: ["大型留学品牌机构", "留学策划团队"],
                    TITLE_3: `
                        <p>入学办理专人跟踪</p>
                        <p>全方位解答入学难题</p>
                    `,
                    FOOTER_3: `
                        <p>
                            幼儿园、政府中小学、私立大学、政府大学
                        </p>
                    `,
                    TAG_3: ["成功留学案例"],
                },
                {
                    TITLE: "二、留学办理流程",
                },
                {
                    TITLE: "三、更多留学服务",
                },
            ],
            SLOGAN: [
                {
                    title: "看重素质教育，注重全面成长",
                    desc: "对于那些经济条件比较良好的父母来说，他们更希望孩子获得全面成长，而不是将他们培养为一个考取高分的机器。国外的素质教育更适合孩子成长。",
                },
                {
                    title: "录取方式多样，容错率高",
                    desc: "有钱人会提前做好风险把控，他们不会把孩子的一生全部寄托在一次高考上。国际学校的机会更多，所以选择让孩子提前出国学习。",
                },
                {
                    title: "课程体系明确，避免无效内卷",
                    desc: "站在同一起跑线，学习同样的知识，参加同样的高考，毕业后竞争同一个职位。国内学习内卷、工作内卷，为什么不选择不一样的未来和更多可能性？",
                },
                {
                    title: "教学模式多元化，培养兴趣爱好",
                    desc: "多元化的课程让你能快速找到适合自己的，不做只会读书的工具人，不同的国家学习提供了很多不同的活动，你也会有机会发现其他娱乐和令人兴奋的新形式。例如你可能会喜欢上戏剧、电影、舞蹈、音乐会等这些活动。",
                },
                {
                    title: "人脉多样化，语言文化丰富",
                    desc: "眼界和格局密切相关，走出国门，认识更多不同国家的朋友，你的想法会更加丰富。留学期间，不论功课如何，至少英文的听写阅读能力会比国内同龄人更加优秀。",
                },
                {
                    title: "名校林立，就业机会更多",
                    desc: "留学提供这样一个机会，一个让你就读世界名校的机会。留学结束，不论是留在国外还是回归国内，留学背景和经历更能得到头部企业青睐。",
                },
            ],
            CONSULTATION_TAGS: [
                [
                    "担心申请到野鸡大学？",
                    "怕英语不好申请不上好学校？",
                    "毕业后就业难？",
                ],
                ["怕孩子一个人上学孤单？", "怕孩子国外社交和交友问题？"],
                [
                    "担心签证及移民问题？",
                    "担心国内外文化差异问题？",
                    "担心金钱问题？",
                ],
            ],
            CARDS: [
                {
                    title: "资源丰富",
                    desc: "WeTalk拥有丰富的海外院校资源，可让客户更早知晓院校招录条件及政策。",
                },
                {
                    title: "专家辅导",
                    desc: "拥有海外留学丰富经验的专业顾问及海外名校校长亲自为学生拟定留学申请方案及今后移民、就业规划。",
                },
                {
                    title: "个性化定制",
                    desc: "专业留学背景评估，更好专业的定位，为申请人量身定制报读方案并提供专业辅导。",
                },
                {
                    title: "获签率高",
                    desc: "关注留学十余年，申请经验丰富，曾为数十万学生成功申请到心仪院校。",
                },
            ],
            PROCESS: [
                {
                    title: "签约",
                    subtitle: "申请人与公司双方确定合作意向并签订合同",
                },
                {
                    title: "定制留学方案",
                    subtitle:
                        "根据申请人的个人情况进行材料的收集和专属留学方案制定",
                },
                {
                    title: "申请学校",
                    subtitle: "帮申请人向学校提出申请",
                },
                {
                    title: "获得学校offer",
                    subtitle: "获得学校给出的 (有条件) offer",
                },
                {
                    title: "申请签证",
                    subtitle: "获得学校offer后，向海外大使领馆递交签证申请材料",
                },
                {
                    title: "获取签证",
                    subtitle: "获得海外大使领馆签发的留学签证",
                },
            ],
            SERVICE: [
                {
                    title: "学校参观",
                    desc: "为海外大学申请者及其家人对接参观目标院校，帮助留学生了解院校环境及文化，做好心理准备。",
                },
                {
                    title: "陪读签证办理",
                    desc: "为陪读妈妈或者亲属提供签证办理咨询及指导服务，帮助家长解决陪读签证办理疑难问题。",
                },
                {
                    title: "租房服务",
                    desc: "帮助联系留学地房源，对接租房服务，一站式解决留学生及其家长的租房难问题。",
                },
                {
                    title: "考前培训",
                    desc: "留学生考前辅导，拥有顶级出国留学考试培训团队，专业提供留学前培训辅导，包括托福、雅思、SAT等。",
                },
                {
                    title: "名校规划",
                    desc: "关注海外留学者的个性特征，了解目标院校，资深留学顾问专家团队规划名校，全方位打造专属名校进入策略。",
                },
                {
                    title: "游学研学策划",
                    desc: "不论是留学前体验，还是多元文化体验，我们将为您打造一个详尽的游学和研学方案，链接优质教育资源，一条龙打通整个游学和研学过程。",
                },
            ],
        },
    },
    P: {
        菲律宾留学: "菲律宾留学",
        菲律宾留学六大优势: "菲律宾留学六大优势",
        菲律宾优质高校: "菲律宾优质高校",
        AD1: [
            {
                title: "语言环境优秀",
                desc: "菲律宾是除美国和英国外第三大使用英语的国家，是亚洲唯一以英语为通用语言的国家，具有纯美式语言学习环境，学生不管学习哪个专业，都能把英语熟练掌握。",
            },
            {
                title: "国家承认学历",
                desc: "菲律宾聚集亚洲顶尖的高等学府，其学历获得欧美等发达国家和我国教育部承认，一些百年历史名校世界排名与中国的清华、北大相当。",
            },
            {
                title: "性价比高",
                desc: "相比欧美等国家，菲律宾的留学费用非常低，每年费用在10万左右，仅相当于欧美国家的1/8，是大多数中国普通家庭承担的起的费用。",
            },
            {
                title: "教育系统先进",
                desc: "菲律宾完美继承美式教育制度和教学方式，注重学生的实操能力，让学生充分参与教学，发挥学生自主学习能力。",
            },
            {
                title: "就业前景好",
                desc: "世界500强企业中有300多家在菲律宾设分部，世界银行、世贸组织的亚洲总部都设在菲律宾首都马尼拉。很多跨国企业都需要大量精通英语的优秀人才，学生就业前景好。",
            },
            {
                title: "学习环境好",
                desc: "菲律宾与中国有几千年的历史联系，许多菲律宾人都有华族血统，菲律宾各地都有华裔社群。菲华之间的种族和谐纪录良好，不少菲律宾亿万富翁是华裔。",
            },
        ],
        AD2: [
            {
                title: "菲律宾圣托马斯大学",
                desc: "UNIVERSITY OF SANTO TOMAS",
            },
            {
                title: "菲律宾国父大学",
                desc: "JOSE RIZAL UNIVERSITY",
            },
            {
                title: "菲律宾国家大学",
                desc: "NATIONAL UNIVERSITY",
            },
            {
                title: "菲律宾东方大学",
                desc: "University of the East",
            },
            {
                title: "菲律宾女子大学",
                desc: "THE PHILIPPINE WOMEN’ S UNIVERSITY",
            },
            {
                title: "菲律宾伊密里欧学院",
                desc: "Emilio Aguinaldo College",
            },
            {
                title: "菲律宾新怡诗夏国立科技大学",
                desc: "Nueva Ecija University of Science and Technology",
            },
            {
                title: "菲律宾莱西姆大学(新加坡) ",
                desc: "Lyceum of the Philppines University",
            },
            {
                title: "菲律宾亚当森大学",
                desc: "ADAMSONUNIVERSITY",
            },
            {
                title: "菲律宾永恒大学",
                desc: "University of Perpetual Help System DALTA",
            },
        ],
        INTRO: {
            title: `为什么<br />
            选择菲律宾留学？`,
            desc: "相对容易的入学考试、良好的大学背景、英语教学环境、较低的费用标准、颁发中国承认的学历、以及中国学生可以随意选择自己喜爱的硕士专业，使普通家庭的中国大学生的出国读研的梦想变得具体而现实。",
            counter: ["世界500强企业分部", "教育资源"],
        },
    },
    S: {
        新加坡留学: "新加坡留学",
        新加坡留学五大优势: "新加坡留学五大优势",
        新加坡优质高校: "新加坡优质高校",
        新加坡游学: "新加坡游学",
        新加坡游学五大优势: "新加坡游学五大优势",
        AD1: [
            {
                title: "优越教育体系",
                desc: "新加坡有着完善的的教育基础设施，独特的中英文双语授课环境和中西方结合的教育模式，实现知识教育与素质教育完美结合。",
            },
            {
                title: "相近文化背景",
                desc: "新加坡融汇了中西文化的精髓，多元民族文化共存，不存在种族歧视现象和语言障碍，生活习俗语言习俗相近，和中国也没有时差，学生能极易融入社会。",
            },
            {
                title: "顶尖学府配置",
                desc: "在由经合组织(OECD)统计的排名中，新加坡的基础教育稳居全球榜首，新加坡国立大学(NUS)连续多年荣膺全亚洲排名第一。",
            },
            {
                title: "签证政策灵活",
                desc: "灵活高效的签证政策。新加坡政府十分重视父母对子女的教育，因此规定母亲、奶奶、外婆其中一人可申请陪伴小孩，直至其年满16岁。母系姻亲可快速获得陪读签证，其他家庭成员也有多种方式取得长期居留签证。",
            },
            {
                title: "浇筑黄金跳板",
                desc: "新加坡现已成为国际学生进入世界名校的黄金跳板。与全球接轨的教育体系可以无缝衔接国外各阶段课程，成为剑桥、哈佛等欧美名校最受欢迎的生源地之一。",
            },
        ],
        AD2: [
            {
                title: "世界联合书院",
                desc: "UNITED WORLD COLLEGE(UWC)",
            },
            {
                title: "新加坡美国学校",
                desc: "SINGAPORE AMERICAN SCHOOL（SAS）",
            },
            {
                title: "澳洲国际学校",
                desc: "AUSTRALIAN INTERNATIONAL SCHOOL (AIS)",
            },
            {
                title: "斯坦福美国国际学校",
                desc: "STAMFORD AMERICAN INTERNATIONAL SCHOOL (SAIS）",
            },
            {
                title: "圣约瑟夫国际学校",
                desc: "ST JOSEPH'S INSTITUTION INTERNATIONAL SCHOOL (SJI)",
            },
            {
                title: "华中国际学校",
                desc: "HWA CHONG INTERNATIONAL SCHOOL (HCI)",
            },
            {
                title: "英华国际学校",
                desc: "ANGLO-CHINESE SCHOOLINTERNATIONAL (ACS INTERNATIONAL)",
            },
            {
                title: "德威学院(新加坡) ",
                desc: "(SINGAPORE)DULWICH COLLEGE(DCS）",
            },
            {
                title: "加拿大国际学校",
                desc: "CANADIAN INTERNATIONAL SCHOOL (CIS)",
            },
        ],
        AD3: [
            {
                title: "留学前的体验",
                desc: "新加坡游学可作为留学前奏，让有志于出国留学的学生尝试体验不同国家文化，判断今后是否需要选择留学的道路。",
            },
            {
                title: "安全有保障",
                desc: "新加坡治安稳定，是世界上犯罪率最小的国家之一，学生出行安全有保障。气候常年温和湿润，一年四季都是旅游季节，环境优美，交通便利。",
            },
            {
                title: "教育体系健全且先进",
                desc: "新加坡拥有真正的环球教育体系、国际化的师资，政府学校以高学术水平和高素质教学而闻名。",
            },
            {
                title: "双语教学环境",
                desc: "新加坡的双语环境是任何其他国家不能代替的，华人占较大比例，沟通交流不必担心语言障碍。",
            },
            {
                title: "签证便利高效",
                desc: "出国手续简便，新方邀请游学签证成功率高，仅 2-3个工作日即可获得签证，且无需面签。新加坡学校与中国的假期相互错开，学生能真正的深入新加坡学生课堂进行交流。",
            },
        ],
        INTRO1: {
            title: `为什么<br />
                    选择新加坡留学？`,
            desc: "新加坡是发达国家。被誉为“亚洲四小龙”之一，根据2018年全球金融中心指数（GFCI）排名报告，新加坡是继纽约、伦敦、香港之后的第四大国际金融中心，也是亚洲重要的服务和航运中心之一。",
            counter: ["新加坡华人占比", "OECD排名"],
        },
        INTRO2: {
            title: `新加坡游学优势`,
            desc: "新加坡是发达国家。被誉为“亚洲四小龙”之一，根据2018年全球金融中心指数（GFCI）排名报告，新加坡是继纽约、伦敦、香港之后的第四大国际金融中心，也是亚洲重要的服务和航运中心之一。",
            counter: ["新加坡华人占比", "OECD排名"],
            tag: "在线立即咨询",
        },
    },
};
