export default {
    INTRO: {
        TITLE: "专业师资伴您成长",
        SUBTITLE: "优秀教师团队全程保驾护航",
        DESC: "WeTalk众语国际，在全球范围内招募有强烈意愿加入国际教育事业的优秀人才，并辅以严格并丰富的培训计划，全方面打造真正既有全球视野、又有对跨国文化以及本地市场深入理解的专业教育人才，帮助学员更好的成长。主张“教之道，贵以专”，做正确的教育，做不一样的教育，做中庸之道的教育。",
        LIST: [
            {
                TITLE: "优秀团队",
                SUBTITLE: "拥有丰富实战经验的名师和专家提供高质量的教育",
                DESC: "拥有一支实力雄厚的高水平师资队伍，他们中既有德高望重的老一辈学者，也有初露锋芒的青年专家。这支队伍是众语国际培养优秀人才的主力军，也是文化传承创新的中坚力量。",
            },
            {
                TITLE: "严格筛选",
                SUBTITLE: "严格筛选只为给每位学员提供更具匹配度的优质老师",
                DESC: "WETALK众语国际坚持“招一个好老师，开一个班”，每一位众语国际的讲师，从投寄简历到正式入驻平台，都经历6轮严格的面试试听层层筛选。力求在全球范围招聘具备国际视野，知识渊博，对跨国文化及本地市场深入理解的专业教育团队，打造高品质国际化师资团队。",
            },
            {
                TITLE: "精细培养",
                SUBTITLE: "精益求精并且多方位健全教师培养体系给您极致服务",
                DESC: "众语国际为平台教师提供岗前及在岗培训，针对不同层次教师开展技能辅导，结合线上线下模式的培训体系，驱动每位教师不断增强个人能力和教学水平，为学员带来更好的教学服务；",
            },
            {
                TITLE: "定期考核",
                SUBTITLE: "定期考核不断提高每位教师的授课质量相互促进成长",
                DESC: "众语国际为平台讲师提供高质量的国际化教学交流论坛，经常性组织学情分析、经验交流、听课说课评课、教学比武等活动，激励教师不断成长，不断提高教学质量。",
            },
        ],
    },
};
