export default {
    ABOUT: {
        SUBTITLE:
            "WETALK 眾語國際是一家大型跨國教育機構，旨在傳承和弘揚中華優秀傳統文化，建設漢語國際教育下的國學文化傳播，為世界發展、人類進步提供中華智慧。",
    },
    TIMELINE: {
        HISTORY: {
            TIME: "1875年~1908年",
            TIME_TITLE: "光緒年間",
            INTRO_TITLE: "追朔歷史，源於中國。",
            INTRO_DESC:
                "眾語國學堂的前身名為「勸學所」，設立於光緒年間，由創辦人錢汝曾創立於孔孟之鄉的中國山東。在當時，「勸學所」 以傳統私塾的方式呈現，積極收錄學生，授業解惑，勸人向善，引人好學，為當地培養出了許多優秀人才。",
        },
        FEATURE: {
            TIME: "2001~",
            TIME_TITLE: "21世紀",
            INTRO_TITLE: "承前啟後，繼往開來。 <br /> 眾誌成城，再創輝煌。",
            INTRO_DESC: `
                彈指一揮之間，二十一世紀的勸學所易名為「眾語國際」。繼承先輩遺誌，發揚治學精神，聚國學之智慧，集眾家之所長，再次重返教育舞臺。
                <br />
                <br />
                現如今，WETALK
                已發展成為一家全球跨國公司，因其語妙絕倫的教學效果深受國內外莘莘學子的一致好評，還被贊譽「眾望所歸，語妙天下」。
                <br />
                <br />
                眾語國際以語言教育為基礎、國學教育為中心、科學教育為依托，主張「教之道，貴以專」，做正確的教育，做不一樣的教育，做中庸之道的教育。
            `,
        },
    },
    LESSON: {
        LIST: [
            {
                TITLE: "語言魅力",
                DESC: "包含成人國學教育、少兒特色漢語培訓、全球多語種培訓、科學教育",
            },
            {
                TITLE: "國學智慧",
                DESC: "本著「承千年之精粹，為往聖繼絕學，通古博今，至善至美」品牌經營理念",
            },
            {
                TITLE: "科學精神",
                DESC: "分階段量身定製課程，滿足不同國家和不同年齡段學生的定製需求，文案可再補充",
            },
        ],
        DESC: `
            <p class="text">
                包含成人國學教育、少兒特色漢語培訓、全球多語種培訓、科學教育等服務，本著「承千年之精粹，為往聖繼絕學，通古博今,至善至美」品牌經營理念，實行優學小班的教學模式，分階段量身定製課程，滿足不同國家和不同年齡段學生的需求。
            </p>
            <p>
                <br />
            </p>
            <p class="text">
                Wetalk同時也在服務海外高凈值家庭，為全球的家族辦公室提供國學教育、科學教育和家庭教育，為其家族企業提供精神傳承的VIP教育模式。
            </p>
        `,
    },
    MAP: {
        TITLE: "校區+學生分布",
        SUBTITLE:
            "目前已在中國、新加坡、菲律賓等國家創建分校，學生遍布新加坡、中國、菲律賓、韓國、澳洲、美國、馬來西亞、越南、日本、波蘭、委內瑞拉、南非、塞浦路斯、塞爾維亞、危地馬拉等十多個國家。",
        LIST: ["國家設有WETALK分校", "學生遍布國家", "累計覆蓋學員"],
    },
    COMPANY: {
        TITLE: "集團總部設在新加坡",
        SUBTITLE: "WETALK ASIA PACIFIC EDUCATIONPTE.LTD.",
        DESC: `
            菲律賓（WETALK EDUCATIONAL
            CORP）、中國（眾語時代（西安)文化傳播有限公司）分別設立有子公司。
            <br />
            <br />
            作為一家全球化教育企業，WETALK
            有著遍布全球的終端客戶，擁有一支具備以國際化意識、全球化視野、復合型技術、商務化運作、高水平外語和跨文化交流為核心的全球化、國際化團隊。
        `,
        BODY: `
            <p>
                2022 年，WETALK
                重新調整戰略架構，新加坡作為全球運營中心，布局全球，涵蓋了品牌、運營、銷售、財務和人事等多個職能部門。中國西安，作為
                WETALK
                產研中心，主要提供課程體系研發、師資建設、教學服務等業務。標誌著
                WETALK
                將著力在過去發展的基礎上，繼續擴展應用布局，深化發展策略，會以嶄新的姿態追求更高的目標。
            </p>
            <p>
                伴隨 WETALK 全球運營中心和產研中心的啟用，WETALK
                凝聚智慧，協同創新，以全新的面貌持續為客戶提供創新叠代的產品和高質量的交互式服務體驗，與全球喜歡國學文化和擁有探索科學精神的愛好者共同成長，開啟智慧。
            </p>
        `,
    },
    BRAND: {
        TITLE: "Our Brand Profile",
        SUBTITLE: "WETALK品牌介紹",
        LIST: [
            {
                TITLE: "大型跨國教育機構",
                DESC: `眾語國際是一家大型跨國教育機構，旨在傳承和弘揚中華優秀傳統文化，建設漢語國際教育下的國學文化傳播，為世界發展、人類進步提供中華智慧。`,
            },
            {
                TITLE: "戰略級產業項目",
                DESC: `
                    旨在為全球喜歡國學文化和擁有探索科學精神的愛好者，提供一個最具影響力的國學教育交流平臺。
                    <br />
                    <br />
                    致力於打造具有「語言魅力」、「國學智慧」、「科學精神」的勸人向學、引人向善的國際化教育品牌！
                `,
            },
        ],
    },
    CULTURE: [
        {
            TITLE: "企業文化",
            LIST: [
                "眾說紛紜，語妙絕倫。",
                "眾望所歸，語妙天下。",
                "萬語千言，與眾不同。",
                "眾所周知，語行天下。",
                "博采眾長，語行天下。",
            ],
        },
        {
            TITLE: "品牌願景",
            LIST: [
                `
                    <p class="text">
                        品牌願景：<br />
                        致力於打造具有「語言魅力」、「國學智慧」、「科學精神」的勸人向學、引人向善的國際化教育品牌。
                    </p>
                `,
                `
                    <p class="text">
                        品牌使命：<br />
                        傳承和弘揚中華優秀傳統文化，建設漢語國際教育下的國學文化傳播，為世界發展、人類進步提供中華智慧。
                    </p>
                `,
                `
                    <p class="text">
                        品牌宗旨：<br />
                        為全球喜歡國學文化和擁有探索科學精神的愛好者，提供一個最具影響力的國學教育交流平臺。
                    </p>
                `,
            ],
        },
        {
            TITLE: "品牌精神",
            DESC: `
                「教之道，貴以專」出自中國的傳統啟蒙教材《三字經》。<br />
                原意為：教育的方法貴在專心致誌地去教育孩子。延伸為如果從小不好好教育，那麽人的善良稟性就會變壞。
                <br />
                <br />
                釋義：為了使人不變壞，最重要的方法就是要專心致誌地去教育孩子。
            `,
        },
        {
            TITLE: "核心價值觀",
            LIST: [
                `
                    <p class="text">
                        <span
                            >「上善若水」出自《道德經》第八章第一句，</span
                        >
                        <br />
                        <span>
                            「上善若水， 水善利萬物而不爭。」
                        </span>
                    </p>
                    <p class="text">
                        含義是：最善者的品行，如同水一樣，
                        可以滋養與造福萬物，卻不與萬物爭任何東西。
                    </p>
                `,
                `
                    <p class="text">
                        <span>
                            「厚德載物」語出《周易》：「君子以厚德載物。」
                        </span>
                    </p>
                    <p class="text">
                        含義是：以深厚的德澤育人利物，今多用來指以崇高的道德、博大精深的學識培育學子成才。
                    </p>
                `,
            ],
        },
        {
            TITLE: "品牌經營理念",
            LIST: [
                `
                    <p class="text">
                        品牌經營理念：<br />
                        承千年精粹，為往聖繼絕學，通古博今，至善至美
                    </p>
                `,
                `
                    <p class="text">
                        品牌核心價值：<br />
                        聚國學之智慧，集眾家之所長，勸人向學，開啟智慧。
                    </p>
                `,
            ],
        },
    ],
};
