export default {
    MODULE_BANNER: {
        INTRO: [
            "上善若水，樂善好施，是世界上既古老、又普遍的思想和行為，是一種社會文明，為全人類所共有。中華文化自古以來就有樂善好施、濟貧幫困、慈心為人、善舉濟世的優良傳統。",
            "從村落家族的義社、義米、義塾到宗教寺院的救濟貧病的善行，從政府開倉賑災到社會的慈幼濟貧等都是慈善公益的楷模。樂善好施、薪火不斷、世代傳承、鑄就了人類文明生生不息的傳統美德與道德標準！",
        ],
    },
    MODULE_CATEGORY: {
        TITLE: "為人類謀幸福",
        LIST: [
            {
                TITLE: "世界公益",
                DESC: "Wetalk聯合世界力量，將中華智慧引入世界公益，從而促進人類之福祉，實現世界國際公益持續發展美好願望。",
            },
            {
                TITLE: "兒童公益",
                DESC: "聚焦兒童公益素養，將公益慈善與兒童發展相結合，舉辦各類公益主題宣講，搭建兒童公益交流平臺，點滴愛心，助力兒童健康快樂成長。",
            },
            {
                TITLE: "教育公益",
                DESC: "潛心教育公益，通過捐贈教學物資、教師支教、提供免費公益課等方式，助力優質教育資源均衡發展。",
            },
            {
                TITLE: "老人公益",
                DESC: "尊老愛幼是中華文化傳統美德，發揚「老吾老以及人之老」的為老精神，助力打造有特色、多元化、有影響力的助老公益項目。",
            },
        ],
    },
    MODULE_INTRO: {
        TITLE: "慈心為人<br />慈舉濟世",
        LIST: [
            {
                TITLE: "凡人善舉，傳遞希望",
                DESC: "在本平臺交流的任何人，都可直接通過WeTalk平臺捐贈財、物、力給各大慈善公益基金會，貢獻自己的一份愛心。",
            },
            {
                TITLE: "贈人玫瑰，手留余香",
                DESC: "參與慈善，奉獻愛心，小小的善行方便了別人的同時也會給自己帶來方便，成就別人的同時提升了自己。",
            },
            {
                TITLE: "薪火不斷，世代傳承",
                DESC: "從古至今，愛心的傳承，鑄就了中華民族生生不息、樂善好施的傳統美德，世代薪火相傳，點燃平凡的生命。",
            },
            {
                TITLE: "點滴愛心，匯聚成海",
                DESC: "匯小流成大海，積小善成大德，和WeTalk攜手，播撒慈善的種子，用點滴之愛匯聚成慈善的暖流，滋潤更多需要幫助的人。",
            },
        ],
    },
    MODULE_EVENT: {
        TITLE: "慈善暖人<br />扶危救困",
        LEFT_LIST: [
            {
                TITLE: "弘揚慈善文化",
                DESC: "踐行慈善文化事業使命，有效促進公眾對慈善事業認知，激發公眾對慈善事業的參與熱情和積極性，為慈善事業發展營造良好文化氛圍。",
            },
            {
                TITLE: "聚集愛心人士",
                DESC: "擁有善心、愛心人士在Wetalk平臺相遇，匯聚愛心力量，踴躍捐款、捐物，捐力用善舉詮釋奉獻與愛。  ",
            },
        ],
        RIGHT_LIST: [
            {
                TITLE: "聯合多家慈善公益基金會",
                DESC: "Wetalk聯合多家慈善公益基金會入駐平臺，為公益事業開拓道路，攜手愛心人士與公益組織，繁榮公益事業。",
            },
            {
                TITLE: "不遺余力助公益",
                DESC: "把助人為樂的奉獻精神貫穿於公益事業的方方面面，Wetalk團隊以最大的努力發揚公益事業，並將此作為一生的事業而奮鬥努力。",
            },
            {
                TITLE: "共築慈善高地",
                DESC: "個人，因慈善更具魅力，世界，因慈善更有溫度。這種溫度，讓身處其中的每一個人內心都升騰起濃濃的暖意，讓世界更加五彩繽紛、魅力十足。",
            },
        ],
    },
};
