export default {
    BANNER: {
        TITLE: "語言是世界全球溝通的密鑰！",
        DESC: "目前我們主要在網站上優先展示華語、英語兩大國際語種。另外，在WeTalk我們還開設文言文和繁體字教學，從而開啟古今對話與交流，為追溯和探索古代智慧文明奠定基礎。",
    },
    INTRO: {
        TITLE: "課程介紹",
        DESC: [
            "【眾語語言堂】為世界各地學生提供線上與線下雙向互動模式和沈浸式語言教學與練習課程，目前主要開設的語種有：華語、英語、法語、德語、西班牙語、希臘語、日語、韓語、菲律賓語、馬來語和印尼語。",
            "中國西安設有華語教學研發中心，並在全球多地設有眾語教育聯絡辦公室。",
            "各類語言教學研發都在該語言母語發源地配備專業教學研發中心，以及全球多地設有眾語教育聯絡辦公室。因此各科語言教學都具備跟該語言與其背後文化相結合的要求。",
            "線上線下多語種",
            "專業教學研發中心+全球多地聯絡辦公室",
        ],
    },
    FEATURES: {
        TITLE: "課程特色",
        DESC: "堅持多練多習、學以致用是「愛語文」在語言類教學領域中的一貫堅持，只有「學而時習之」才會真正掌握一門語言，才能順利訪問這門語言背後的文化與歷史。",
        LIST: [
            {
                TITLE: "專業教材",
                SUBTITLE: "課程設計基於語言學習領域最專業的教材",
            },
            {
                TITLE: "課程整合",
                SUBTITLE: "課程整合利於學生吸收消化從而學以致用",
            },
            {
                TITLE: "課程執行",
                SUBTITLE: "課程執行適於老師發揮表現進而教學相長",
            },
            {
                TITLE: "可靠平臺",
                SUBTITLE: "課程設計基於語言學習領域最專業的教材",
            },
        ],
    },
    ADVANTAGES: {
        TITLE: "課程優勢",
        SUBTITLE: "Course Advantages",
        LIST: [
            {
                TITLE: "精準強化學習主題",
                SUBTITLE: "Precise reinforcement learning theme",
                TAG: "專題小組課程",
            },
            {
                TITLE: "巧妙構思練習環境",
                SUBTITLE: "Ingenious design of practice environment",
                TAG: "互動練習課程",
            },
            {
                TITLE: "準確搭建踐習場景",
                SUBTITLE: "Accurately set up practice scenes",
                TAG: "語境模擬課程",
            },
        ],
    },
    TEACHER: {
        TITLE: "師資力量",
        DESC: "WeTalk眾語國際堅持「招一個好老師，開一個班」，每一位眾語國際的講師，從投機簡歷到正式入駐平臺，都經歷多輪以上嚴格的面試試聽層層篩選。力求在全球範圍招聘具備國際視野，知識淵博，對跨國文化及本地市場深入理解的專業教育團隊，打造高品質國際化師資團隊。",
        LIST: [
            "全球嚴選語言教學優秀教師",
            "在地域文化背景教學特色教師",
            "普世信仰價值觀語言培訓師",
        ],
    },
    METHOD: {
        TITLE: "適合方式",
        LIST: ["線上學習平臺", "線下學習中心", "網絡教學社群"],
    },
    LEVEL: {
        TITLE: "受眾年齡",
        SUBTITLE: "合適全球所有喜愛語言及文化的人群",
        DESC: `
            <p>
                語言是文化的重要載體，甚至可以說沒有語言也就不可能有文化，只有通過語言才能把文化傳承下去。
            </p>
        `,
    },
};
