export default {
    ALLUSION: "探索典故",
    SCENE_FIRST: {
        INTRO: `
            <p>
                「縱橫古今，弄潮我行！」的潮國學和大家一起掀起一股新潮國學熱，
            </p>
            <p>
                以更年輕、更簡單、更流行的形式來展現國學的溫度與風度。
            </p>
        `,
        STORY_BODY: `
            <p>
                三皇五帝時期，洪水泛濫，百姓流離失所。鯀、禹父子二人受命於堯、舜二帝，負責治水。禹從鯀治水失敗中汲取教訓，變"堵"為疏，理通水脈，順應疏導，尊重保護自然才是對自然規律的正確合理運用。
            </p>
            <p>
                治水13年，耗盡心血與體力，終於完成治水大業。人們感念他的功績，為他修廟築殿，尊他為「禹神」。
            </p>
            <p>
                大自然的力量無窮無盡，人作為其中的一份子應考慮如何和諧共處，而非主宰。這一元素凸顯人與自然的關系，天同覆，地同載。
            </p>
        `,
    },
    SCENE_SEC: {
        INTRO: `
            <p>
                以語言教育為基礎，國學教育為中心，道德教育為重心，培養德才兼備的學生為目標，重視和推動回歸家庭教育和傳統教育！
            </p>
        `,
        STORY_BODY: `
            <p>
                拱手禮作為傳統禮儀，以自謙的方式表達對他人的敬意。行禮時，雙手互握合於胸前，一般右手握拳在內，左手在外，作揖時行拱手禮並躬身致意。《左傳·文公十八年》記載「先君周公製周禮」。周代禮樂文化主要內容都保存在《周禮》、《儀禮》和《禮記》這三部經典中，即通常所說的「 三禮「。
            </p>
            <p>
                「己所不欲，勿施於人」，是為世界大同的基礎思想和前提，人要做到與自然和諧，首先要做到人與人之間的和諧。只有求同存異，相互尊重才可以共同生存和持續發展。
            </p>
        `,
    },
    SCENE_THIRD: {
        INTRO: `
            <p>
                進賢進能介紹，國學教育為中心，道德教育為重心，培養德才兼備的學生為目標，重視和推動回歸家庭教育和傳統教育！
            </p>
        `,
        STORY_BODY: `
            <p>
                鯤鵬之名，最早出現於《莊子·逍遙遊》，其中有鯤化為鵬的說法：「北冥有魚，其名為鯤。鯤之大，不知其幾千裏也。化而為鳥，其名為鵬。鵬之背，不知其幾千裏也；怒而飛，其翼若垂天之雲。是鳥也，海運則將徙於南冥。南冥者，天池也。「
            </p>
            <p>
                莊子以北冥意指欲望意誌和動力,以南冥意指心靈智慧和自然天道。鯤鵬由北冥飛往南冥的過程,就是以心靈智慧駕馭欲望意誌,使人心回歸道心追尋大道的過程。
            </p>
            <p>
                修身齊家治國平天下的處世之道，重在自己的修為。懂得如何與自己相處，才會懂得如何與其它人相處，與自然相處。
            </p>
        `,
    },
    SCENE_FOURTH: {
        INTRO: `
            <p>
                匯集國學、華語、英語、法語、德語、西班牙語、希臘語、日語、韓語、菲律賓語、馬來語和印尼語等課程，選課、購課就在這裏。
            </p>
        `,
        STORY_BODY: `
            <p>
                所謂「前事不忘，後事之師」，說的是過去的事足以作為未來的老師，但前提是能從中獲得「新知」。而新知的獲得大多時候是建立在反復琢磨的基礎上。歷史的發展，文明的進步，所傳承的知識積累了對處理人、社會、自然三者關系的重要認知和經驗。而對未來的探索與發現，温故而知新」的方法是最安全和智慧的處事法則，古為今用，以古為鑒。
            </p>
        `,
    },
    SCENE_FIFTH: {
        INTRO: "",
        STORY_BODY: `
            <p>
                學習是人生最不可缺的，活到老學到老，透過國學來打開各類學習之門，是人生最開心愉悅的事情。琴棋書畫，美文詩歌，樂在其中。學習本來就是一種娛樂，何樂而不為。這一元素就是勸學，個人修為的提升靠學習，家庭社會的提升更需要學習，人人都能知書達理，彬彬有禮，全世界就可以其樂融融、和諧共處。
            </p>
        `,
    },
};
