export default `
            <h1>WeTalk隱私政策</h1>
            <p>
                眾語國際教育(以下稱「WeTalk"或「我們」)非常重視用戶個人信息的保護。您在下載、開啟、瀏覽、註冊、登錄、使用「WeTalk」網站、軟件及相關產品和服務時，我們可能會收集和使用您的相關信息。我們希望通過本《隱私政策》向您說明，我們將如何收集，使用，儲存和分享這些信息，以及我們為您提供的訪問，更新、控製和保護這些信息的方式。本《隱私政策》與您所使用的WeTalk產品和或服務息息相關，希望您仔細閱讀，在需要時，按照本《隱私政策》的指引，做出您認為適當的選擇。本《隱私政策》中涉及的相關技術詞匯，我們盡量使用簡明扼要的闡述，以便您的理解。如果您不同意本《隱私政策》關於基本業務功能的相關內容，可能將影響為您提供相應產品或服務的效果。您使用我們的產品和成服務，即意味著同意我們按照本《隱私政策》收集，使用，儲存和分享您的相關信息。當本《隱私政策》進行更新後，我們會及時在WeTalk平臺發布最新版本。如對本《隱私政策》或相關事宜有任何問題，您可以通過WeTalk網站首頁的客服熱線或者在線咨詢與我們聯系。
            </p>
            <h2>1. 我們如何收集，使用您的個人信息</h2>
            <h3>
                1.1
                為了保證用戶註冊、課程服務、在線課程、客戶服務、寄送禮包，教材等各項基本業務功能及個性化營銷、提供個性化用戶體驗的各項擴展業務功能的正常運行，我們會收集、使用下列與您有關的信息。如果您不提供相關信息，可能無法註冊成為我們的用戶或無法使用和享受我們提供的某些產品和服務，或者無法達到相關產品和服務擬達到的效果。
            </h3>
            <h4>(1) 基本業務功能</h4>
            <p>
                a.用戶註冊。要使用WeTalk任一產品或服務，您必須成為WeTalk正式會員。當您註冊WeTalk用戶中心賬戶或使用WeTalk提供的產品或服務時，您需要向我們提供您的手機號碼、郵箱地址、學員年齡等信息。我們會將這些數據加密儲存在安全的服務器中。
            </p>
            <p>
                b.課程服務，為了給您提供完善的產品和專屬服務，WeTalk會要求您提供學員的姓名，性別，語言及您的微信號信息等。WeTalk需要這些數據以便快速便利地為您提供相關課程服務，並不斷優化服務內容以便更能符合您的使用需求。同時，根據相關法律規定及政策規定，您需在登錄後的個人中心完善學員信息，提供學員的真實姓名。
            </p>
            <p>
                c.在線課程。為您能順利的完成在線課程的學習，您需在課前檢測您設備的網絡、攝像頭、麥克風功能是否正常，在使用這些功能時，您需在設備向我們開啟攝像頭(相機)，麥克風功能的訪問權限，您可使用這些功能與課程老師在線交流，視頻互動。為了給您提供完善的產品和專屬服務，您在使用我們的產品或服務時，我們將對課程進行錄音錄像。在課程結束後可以定期回放觀看。您開啟這些權限即代表您授權我們可以收集和使用這些個人信息來實現上述的功能。
            </p>
            <p>
                d.客戶服務。為保障您的賬戶安全，我們在向您提供客戶服務時可能會使用您的賬戶信息來核實您的身份，在您需要提供客服咨詢或售後服務時，我們會查詢您的訂單信息幫助您解決訂單問題。您在與我們客服進行溝通、咨詢時，我們會對通話進行錄音。
            </p>
            <p>
                e.寄送教輔材料。若您在使用我們的服務時，如果獲得任何教輔材料、禮包或者通過根據任何WeTalk平臺發布的活動規則進行禮品兌換，為了給您寄送教輔材料或禮品，我們將收集您的收貨人信息，聯系地址及手機號碼等。
            </p>
            <p>
                f.服務數據本地緩存。為了給您提供完善的產品服務，WeTalk會獲取您設備的本地存儲權限，以用於產品及服務相關的存儲及實現課程輔導資料數據的本地緩存。
            </p>

            <h4>(2) 擴展業務功能</h4>
            <p>
                a.個性化營銷。在您事先同意的情況下，我們會要求您提供您或學員個人信息，包括職業、教育、年齡、性別信息，以便提升WeTalk的產品、服務、宣傳成效。WeTalk可能會利用此類個人信息，來製作有關用戶群的整體報告，此類個人信息及整體報告皆為不具名形式，不會包含能識別您或學員的內容。
            </p>
            <p>
                基於營銷活動需要，在您的授權同意情況下我們將獲取您的通訊錄信息，方便您向通訊錄好友分享相關活動，您可以通過您的設備系統設置隨時關閉取消該等授權。
            </p>
            <p>b.提供個性化的用戶體驗</p>
            <p>
                在您事先同意的情況下，我們將基幹分析您使用我們產品和服務的情況，廣告優化的目的，自動采集您的信息或獲得系統權限，包括但不限於:設備或軟件信息，包括您的移動設備、網頁瀏覽器或用於接入我們產品或服務的其他程序所提供的配置信息、移動設備所用的版本和設備課別碼，設備所在位置相關信息(IP地址，GPS位置以及能夠提供相關信息的WIAN接入點，藍牙和基站傳感器信息);在使用我們產品或服務時搜索或瀏覽的信息，包括您使用的網頁搜索詞語，訪問的社交媒體頁面地址，以及您在使用我們產品或服務時瀏覽或要求提供的其他信息和內容詳情;在您授權同意的情況下，在使用我們產品或服務時將相關課程信息寫入您的日歷。在使用我們產品或服務時，如果您希望上傳圖片和視頻，我們將在您授權同意的情況下獲取您設備的相機權限;為了方便您聯系我們，在您授權同意的情況下，我們將獲取您設備的寫入通訊錄權限，以便實現將我們的客服電話寫入您的通訊錄;在使用我們產品或服務時，在您授權同意的情況下，我們將分別申請獲取您設備的讀取通訊錄權限、設備位置權限等信息。
            </p>
            <p>
                您通過我們的產品或服務分享的內容所包含的信息，包括拍攝或上傳的照片，錄音或錄像的日期，時間或地點。您需知悉，上述功能為我們向您提供的擴展業務服務。我們將會在征求您同意的前提下開啟上述功能，您可以選擇不向我們提供上述功能實現所相關的個人信息，或者拒絕打開相應的系統權限，在此情況下您將無法體驗上述服務。同時，在您開啟上述業務擴展功能後，可隨時通過系統設置管理，拒絕或關閉相關權限，您關閉權限即代表您取消了這些授權，我們將不再繼續收集和使用您的這些個人信息，也無法為您提供上述與此授權所對應的服務或功能，如您繼續使用這些功能您需重新開啟訪問權限。您關閉權限的決定不會影響此前基於您的授權所進行的個人信息的處理。在此我們保證，您未選擇上述擴展業務功能，並不影響您正常使用我們為您提供的基本業務功能。
            </p>
            <h3>
                1.2為了您的賬戶安全，我們建立了WeTalk用戶中心，您的如下信息將在WeTalk用戶中心進行展示:
            </h3>
            <p>
                同步的信息種類包含:您在我們的平臺註冊時使用的手機號、頭像、昵稱;使用服務時生成的訂單等商業信息;以及生成的學習信息，包括學員的課程安排、課程報告、學習任務等;
            </p>
            <h3>
                1.3為了給您提供更專業、安全的基礎業務功能和附加業務功能，出於技術需要，我們平臺嵌入第三方軟件開發工具包(SDK.，我們平臺嵌入的第三方SDK及第三方所收集或與之共享的信息如下:
            </h3>
            <h4>
                (1)
                阿裏雲BualvSDK:為了提高服務穩定性，便相關服務崩潰後快速準確定位存在問題，阿裏雲Bualv將在您使用服務的過程中收集並共享您的設備基礎信息，包括設備IID，系統版本，設備型號；
            </h4>
            <h4>
                (2) Bugtags
                SDK:如果您是在iOS系統完成在線課程學習的，為了提高服務穩定性，便於您在使用相關服務發生崩潰後準確定位問題，Bugtags
                SDK將收集你在使用服務過程中的設備信息(設備UDID及IP信息)和您的操作行為記錄(包括點擊行為、網頁瀏覽記錄、用戶操作記錄)；
            </h4>
            <h4>
                (3)
                QQ分享SDK:為了使您可以在QQ平臺上進行分享，QQ分享SDK將收集您的設備信息包括設備型號和系統版本；
            </h4>
            <h4>
                (4)
                阿裏推送SDK:如果您是在Android系統完成在線課程學習的，為了獲取遠程配置支持媒體資源的上傳，使您實現更好的移動應用的推送功能，阿裏推送SDK將在您使用服務的過程中，收集您的設備基礎信息，包括設備版本號，設備機型、系統版本，地址，設備IMEI號、MSI號。
            </h4>
            <p>
                以上第三方SDK會根據產品功能收集您的個人信息，我們僅會在您授權同意開通相關功能或您在主動使用相關功能我們給予充分提示時，才會將您的對應個人信息授權給上述第三方插件。
            </p>

            <h2>2.我們如何使用Cookies和同類技術</h2>

            <p>
                我們或我們的第三方合作夥伴，可能通過cookies收集和使用您的信息，並將該等信息儲存為日誌信息。我們使用自己的cookies，目的是為您提供更個性化的用戶體驗和產品或服務，並用於以下用途:
            </p>
            <h4>
                (1)
                記住您的身份。cookies有助於我們辨認您作為我們的註冊用戶的身份，或保存您向我們提供的有關您的喜好或其他信息;
            </h4>
            <h4>
                (2)
                分析您使用我們產品或服務的情況。我們利用cookies來了解您使用我們的產品或服務進行什麽活動，或哪些網站或產品或服務最受您的歡迎;
            </h4>
            <h4>
                (3)
                廣告優化。cookies和webbeacon有助於我們根據您的信息，向您提供與我們的產品或服務相關的廣告。
            </h4>
            <p>
                我們為上述目的使用cookies的同時，可能將通過cookies收集的非個人身份信息，用於分析用戶如何使用我們的產品或服務，並用於我們的廣告服務。您可以通過瀏覽器設置拒絕或管理cookies。但請註意，如果停用cookies或webbeacon，有可能無法享受最佳的服務體驗，某些產品和或服務也可能無法正常使用。為了確認您的使用形態與網站的使用狀況，我們的網站會記錄您設備的地址與瀏覽器的類型，用戶的瀏覽行為和操作行為等，以協助我們改善WeTalk的設計與編排格式。
            </p>

            <h2>3.我們如何存儲您的個人信息</h2>

            <p>
                您的個人信息將在實現業務功能必要目的所需的最短時間內存儲，超過該等保存期限，將對個人信息進行刪除或者匿名化處理。我們在中華人民共和國境內運營中收集和產生的個人信息，原則上存儲在中國境內，以下情形除外:
            </p>
            <h4>(1) 法律法規有明確規定;</h4>
            <h4>(2) 獲得您的明確授權。</h4>
            <p>
                針對以上情形，我們會確保依據法律法規和本《隱私政策》對您的個人信息提供安全保護。
            </p>

            <h2>4.我們如何共享、轉讓，公開披露您的個人信息</h2>
            <h4>(1) 共享</h4>
            <p>
                我們不會與本公司以外的任何公司、組織和個人分享您的個人信息，除非獲得您的明確同意。目前，我們會在以下情形中，向您征求您對共享個人信息的授權同意:
            </p>
            <p>a.我們的關聯公司</p>
            <p>
                我們將基於集團統一管理的目的及必要合理原則向我們的關聯公司共享您的課程錄像信息，以實現基本業務功能並幫助我們設計新的商業模式，評估和改進我們的服務，提升用戶體驗等。為此目的，您的個人信息可能會被傳輸至我們關聯公司。我們的關聯公司將依照可適用的數據保護法等適用法律安全地處理服務接受者的信息。
            </p>
            <p>b. 合作夥伴</p>
            <p>
                我們將基於業務推廣目的及必要合理原則向合作夥伴共享您的個人信息，以共同進行您可能感興趣的產品、服務或活動事項的市場推廣及宣傳，通過大數據分析等途徑分析、了解使用者的需求，設計新的商業模式，評估和改進我們的服務，提升用戶體驗等。任何該等共享均受保密和安全保障責任限製。
            </p>
            <p>c.我們的服務商</p>
            <p>
                我們可委任第三方服務提供者代表我們管理或操作若幹功能或服務，而妥善執行該等功能或服務可能需要移轉您所提交的信息。例如我們將基於配送需求向物流公司共享您的收貨人信息、地址信息及手機號，以完成物品配送;我們還可能基於為您提供服務向服務商基於必要合理原則提供您的個人信息，以完成或提升為您提供的服務。
            </p>
            <p>
                d.
                我們可能會根據法律法規規定，或按政府主管部門的強製性要求，對外共享您的個人信息，對於共享您個人信息的公司、組織和個人，我們會與其簽署嚴格的保密協定，要求他們按照我們的要求，本隱私政策以及其他任何相關的保密和安全措施來處理個人信息。
            </p>
            <h4>(2) 轉讓</h4>
            <p>
                我們不會將您的個人信息轉讓給任何公司，組織和個人，但以下情況除外:
            </p>
            <p>
                a.在獲取明確同意的情況下轉讓:獲得您的明確同意後，我們會向其他方轉讓您的個人信息;
            </p>
            <p>
                b.在涉及合並、收購或破產清算時，如涉及到個人信息轉讓，我們會在要求新的持有您個人信息的公司、組織繼續受此隱私政策的約束，否則我們將要求該公司，組織重新向您征求授權同意。
            </p>
            <h4>(3) 公開披露</h4>
            <p>我們僅會在以下情況下，公開披露您的個人信息:</p>
            <p>a.獲得您明確同意後;</p>
            <p>
                b.基於法律的披露:在法律、法律程序、訴訟或政府主管部門強製性要求的情況下，我們可能會公開披露您的個人信息。
            </p>

            <h2>5.您的權利</h2>
            <h4>(1) 您對於自己的個人信息享有的權利</h4>
            <p>
                按照中國相關的法律、法規、標準，以及其他國家、地區的通行做法，我們保障您對自己的個人信息行使以下權利
            </p>
            <p>a.訪問您的個人信息</p>
            <p>
                您有權訪問您的個人信息，法律法規規定的例外情況除外。如果您想行使數據訪問權，可以通過登錄自己的賬戶查看或修改賬戶設置和信息。
            </p>
            <p>b.更正您的個人信息</p>
            <p>
                當您發現我們處理的關於您的個人信息有錯誤時，您有權要求我們作出更正。您可以提出更正申請。我們將在15天內回復您的更正請求。
            </p>
            <p>c.刪除您的個人信息</p>
            <p>
                在以下情形中，您可以向我們提出刪除個人信息的請求:如果我們處理個人信息的行為違反法律法規:
            </p>
            <p>
                如果我們收集、使用您的個人信息，卻未征得您的同意:如果我們處理個人信息的行為違反了與您的約定;
            </p>
            <p>
                如果您不再使用我們的產品或服務，或您註銷了WeTalk用戶中心賬戶:，如果我們終止了產品或服務
            </p>
            <p>
                您可以通過WeTalk網站首頁的客服熱線提出您的刪除請求。若我們決定響應您的刪除請求，我們還將同時通知從我們獲得您的個人信息的實體，要求其及時刪除，除非法律法規另有規定，或這些實體獲得您的獨立授權。當您從我們的服務中刪除信息後，我們可能不會立即備份系統中刪除相應的信息，但會在備份更新時刪除這些信息。
            </p>
            <p>d.改變您授權同意的範圍</p>
            <p>
                每個基本業務功能需要一些基本的個人信息才能得以完成。對於為了實現擴展業務功能之目的而收集的個人信息的收集和使用，您可以隨時給予或收回您的授權同意，您可以通過設備系統權限設置對於您的授權進行管理。當您收回同意後，我們將不再外理相應的個人信息。但您收回同意的決定，不會影響此前基幹您的授權而開展的個人信息外理。
            </p>
            <p>e.個人信息主體註銷賬戶</p>
            <p>
                您可通過WeTalk網站首頁的客服熱線申請註銷此前註冊的WeTalk用戶中心賬戶。我們經核實後會為您辦理相應的註銷手續。您的WeTalk用戶中心賬戶註銷之後，我們將停止為您提供任WeTalk產品及WeTalk服務，並依據您的要求刪除您的個人信息，但法律法規另有規定的除外。
            </p>
            <p>f. 響應您的請求</p>
            <p>
                為保障安全，您可能需要提供書面請求，或以其他方式證明您的身份。我們可能會先要求您驗證自己的身份，然後再處理您的請求。我們將在十五個工作日左右作出答復。如您不滿意，您可以通過WeTalk網站首頁的客服熱線或者在線咨詢進行投訴。對於您合理的請求，我們原則上不收取費用，但對多次重復，超出合理限度的請求，我們將視情收取一定成本費用。對於那些無端重復，需要過多技術手段(例如，需要開發新系統或從根本上改變現行慣例)，給他人合法權益帶來風險或非常不切實際(例如，涉及各份磁帶上存放的信息)的請求，我們可能會予以拒絕。
            </p>

            <h2>6.信息安全</h2>

            <p>
                我們僅在為本《隱私政策》所述目的和法律法規允許的時限內保留您的個人信息。
            </p>
            <p>
                為了保障您的信息安全，WeTalk公司會在現有技術水平下采取合理必要的措施來保護您的信息，采取物理技術和行政管理安全措施來降低丟失，誤用，非授權訪問，披露和更改的風險，包括但不限於傳輸層數據加密，防火墻和加密存儲，物理訪問控製以及信息訪問授權控製。為此我們設置了安全程序保護您的信息不會被未經授權的訪問所竊取。在登錄時，WeTalk也堅持使用密碼，避免您的個人資料檔案及學習記錄在未經授權的狀況下被存取。您在使用WeTalk產品或服務時，請妥善保管好您的賬戶及其密碼，我們會通過您的賬戶及其密碼來識別您的身份。一日您泄漏了WeTalk賬戶及其密碼，您可能會丟失您的信息，並可能產生對您不利的法律後果。如您發現WeTalk賬戶及其密碼因任何原因已經或將受到泄漏時，請您立即聯絡我們客服，以便我們采取相應措施。但在我們知悉此種情況和在合理時間內采取行動前，我們對此不負任何責任。在不幸發生個人信息安全事件後，我們將按照法律法規的要求向您告知:安全事件的基本情況和可能的影響，我們已采取或將要采取的處置措施、您可自主防範和降低風險的建議、對您的補救措施等。事件相關情況我們將以郵件、電話、推送通知等方式告知您，難以逐一告知個人信息主體時，我們會采取合理、有效的方式發布公告。同時，我們還將按照監管部門要求，及時上報個人信息安全事件的處置情況。
            </p>

            <h2>7.兒童個人信息保護</h2>

            <p>
                我們了解，我們所收集、處理的學員個人信息可能來自14周歲以下未成年人(「兒童」)，我們非常重視對兒童個人信息的保護。對此，我們嚴格按照《中華人民共和國網絡安全法》，《兒童個人信息網絡保護規定》等國內個人信息保護的相關規定，落實保護責任，作出以下承諾:
            </p>
            <h4>(1) 未經監護人同意，兒童不得創建自己的WeTalk用戶中心賬戶;</h4>
            <h4>
                (2)
                在收集兒童個人信息前，我們將提醒兒童及其監護人閱讀本《隱私政策》，向其告知我們收集、處理兒童個人信息的場景，以及我們所采取的信息安全保護措施;
            </h4>
            <h4>
                (3)
                我們將僅在獲取兒童監護人授權同意的前提下收集、處理兒童個人信息，且嚴格按照法律規定在監護人同意或者在保護兒童所必要的情況下處理這部分個人信息;
            </h4>
            <h4>
                (4)
                我們已為兒童及其監護人提供拒絕上述收集、處理行為的方式。兒童及其監護人可以通過本《隱私政策》第11條所附聯系方式與我們取得聯系，表達具體的拒絕意向，我們會在做好身份識別的基礎上進行處理;
            </h4>
            <h4>
                (5)
                一般情況下，我們不會收集與實現本隱私政策所描述相應功能場景無關的個人信息;如因業務需要，確需超出約定的目的、範圍收集、處理的，我們會具體告知兒童監護人並征得其同意;
            </h4>
            <h4>
                (6)
                我們會嚴格設定不同功能下的信息訪問權限，控製兒童個人信息知悉範圍;
            </h4>
            <h4>
                (7)
                兒童及其監護人同樣享有本《隱私政策》第5條所描述的個人信息主體的權利;
            </h4>
            <h4>
                (8)
                按照國內個人信息相關法律法規及標準要求、本《隱私政策》展現的存儲要求及保護措施，保障兒童個人信息安全。
            </h4>
            <h4>
                (9)
                為更好的保護未成年人信息保護，我們會指定專人負責兒童個人信息保護事宜，如有相關疑問可發送郵件至第11條所附聯系方式與我們聯系。
            </h4>

            <h2>8.您的個人信息如何在全球範圍轉移</h2>

            <p>
                原則上，我們在中華人民共和國境內收集和產生的個人信息，將存儲在中華人民共和國境內，僅在獲得您授權同意(如為兒童，則會征得監護人的授權同意)的基礎上向境外轉移。
            </p>
            <p>
                目前，當學員通過網絡直播接受課程服務時，我們的外教老師會接觸到學員在課程錄像中提供的個人信息，以保證課堂互動效果及課程質量。上述課堂錄像及其中個人信息可能包括您的面部識別數據、聲紋數據、昵稱，以及您在課堂中主動提供的其他個人信息。
            </p>
            <p>
                在上述場景下，您的個人信息可能會被上述境外機構或個人所訪問或獲取。我們僅根據實現上述目的之必要而傳輸最小範圍的個人信息，並將嚴格遵守相關法律法規的要求保護您的個人信息，保證相關個人信息在跨境傳輸中的安全性、保密性和完整性。
            </p>

            <h2>9.隱私政策的適用範圍</h2>

            <p>
                除某些特定產品和服務外，我們所有的產品或服務均適用本《隱私政策》。這些特定產品和服務將適用特定的隱私政策。針對某些特定產品和服務的特定隱私政策，將更具體地說明我們在該等產品和服務中如何使用您的信息。該特定產品或服務的隱私政策構成本《隱私政策》的一部分。如相關特定服務的隱私政策與本《隱私政策》有不一致之外，適用該特定產品或服務的隱私政策。
            </p>
            <p>
                請您註意，本《隱私政策》僅適用幹我們所收集，保存、使用、共享、披露信息。除非本《隱私政策》另有明確所指，本《隱私政策》不適用於以下情況:
            </p>
            <p>
                a.通過我們的產品或服務而接入的第三方服務(包括任何第三方網站)收集的信息
            </p>
            <p>
                b.通過在我們產品或服務中進行廣告服務的其他公司或機構所收集的信息。
            </p>
            <p>
                請您知悉:如裏您瀏覽第三方網站或使用第三方的產品或服務時向該第三方提供您的個人信息，您的信息應用於隱私聲明或類似政策，我們對任何第三方不當使用或披露由您提供的信息不承擔任何法律責任，無論您登錄或瀏上述網站、軟件，或使用其產品或服務是否基於WeTalk的鏈接或引導。
            </p>

            <h2>10.隱私政策的變更</h2>

            <p>
                我們可能適時修訂本《隱私政策》的條款，該等修訂構成本《隱私政策》的一部分。如該等修訂造成您在本《隱私政策》下權利的實質減少，我們將在修訂生效前通過在主頁上顯著位置提示或通過其他我們認為合適的方式(包括向您發送電子郵件或以其他方式通知您)發布對本《隱私政策》所做的變更。在該種情況下，若您繼續使用我們的產品或服務，即表示同意受經修訂的本《隱私政策》的約束。
            </p>

            <h2>11.如何聯系我們</h2>

            <p>
                我們設立了個人信息保護專職部門，如果您對本隱私政策有任何疑問，意見或建議，通過以下方式與我們聯系;郵件至support@wetalk.com，或通過WeTalk網站首頁的客服熱線或者在線咨詢。一般情況下，我們將在十五個工作日內回復。如果您對我們的回復不滿意，特別是我們的個人信息處理行為損害了您的合法權益，您還可以通過教委、網信、電信、工商等監管部門尋求解決方案。
            </p>

            <h2>12.關於我們</h2>

            <p>
                WeTalk是一家大型跨國教育機構，旨在傳承和弘揚中華優秀傳統文化，建設漢語國際教育下的國學文化傳播，為世界發展、人類進步提供中華智慧。歡迎加入我們！
            </p>
`;
