export default {
    COURSE: {
        TITLE: "課程介紹",
        DESC: "【眾語科學堂】旨在開啟莘莘學子們的科學興趣，培養嚴謹的科學精神和治學態度。主要涉及的課程如下：",
        LIST: [
            {
                TITLE: "形式科學",
                SUBTITLE: "邏輯、數學、理論計算機科學",
            },

            {
                TITLE: "自然科學",
                SUBTITLE: "生物學、化學、物理學",
            },

            {
                TITLE: "社會科學",
                SUBTITLE: "經濟學、心理學、社會學、地理學",
            },
        ],
        CATS: [
            "形式科學: 邏輯、數學、理論計算機科學（研究抽象概念）",
            "社會科學: 經濟學,心理學,社會學,地理學（研究個體與社會）",
            "自然科學: 生物學,化學,物理學,天文學（廣泛意義上研究自然）《偉大的實驗》《真假世界未解之謎》《尋秘自然》《宇宙自然生命簡史》《童話裏的十個實驗》《達爾文的戰爭》《神奇動物》《億萬年的孤獨》《星空的琴弦》《極簡天文史》《量子力學入門課》《時間的形狀》",
        ],
    },
    EDUCATION: {
        TITLE: "眾語科學堂",
        DESC: [
            "集合世界著名嚴謹治學的科普工作者和愛好者，不僅致力於科學研究與文化交流，更加註重科學實驗。科學堂還配備相應的科學實驗室，供科學堂的學生學習體驗。",
            "比科學知識更加重要的是科學精神，勇於想象，動腦動手，實事求是的習慣養成。",
        ],
        LIST: [
            {
                TITLE: "科學研究&文化交流",
                SUBTITLE:
                    "Pay attention to scientific research and Cultural Exchange",
            },
            {
                TITLE: "科學實驗&體驗",
                SUBTITLE:
                    "Pay attention to scientific research and cultural exchanges",
            },
            {
                TITLE: "科學精神&習慣養成",
                SUBTITLE:
                    "Pay attention to scientific spirit & habit formation",
            },
        ],
    },
    FEATURE: {
        TITLE: "課程特色",
        DESC: "集合世界著名嚴謹治學的科普工作者和愛好者， 不僅致力於科學研究與文化交流， 更加註重科學實驗。 科學堂還配備相應的科學實驗室供學生學習體驗， 註重科學習慣養成， 延伸科學精神的內涵。",
        LIST: [
            "課程設計貫穿理論到實踐不乏生動有趣",
            "課程整合世界最新科技發展理論和發現",
            "課程執行突出假設取證實驗的科學規律",
        ],
    },
    ADVANTAGE: {
        TITLE: "課程優勢",
        SUBTITLE: "Course advantages",
        LIST: [
            {
                TITLE: "匠心打造真正客觀科學園地",
                DESC: "幫助學生保持對自然現象的好奇心，從親近自然 走向親近科學，初步從整體上認識自然世界，理解科學、技術、社會 與環境的關系，發展基本的科學能力。",
                BTN: "查看更多科學課程",
            },
            {
                TITLE: "真實再現科學發展宏偉歷史",
                DESC: "科學推動了生產力的發展、經濟的繁榮和社會的進步，促進了人們生產方式和生活方式的變革，提高了人類社會的物質文明水平；為人類認 識和理解自然與社會提供了獨特的思想方法、思維方式、精神力量和 價值觀念，提高了人類社會的精神文明水平。",
                BTN: "查看更多科學課程",
            },
            {
                TITLE: "正念引導利用先進科學技術",
                DESC: "以探究和實踐為主的多樣化學習方式，讓學生主動參與、動手動腦、積極體 驗，經歷科學探究以及技術與工程實踐的過程，引導學生對所學知識和方法進行總結、反思、應用和遷移，促 進學生自主學習和合作學習。",
                BTN: "查看更多科學課程",
            },
        ],
    },
    TEACHER: {
        TITLE: "師資介紹",
        LIST: [
            "知名的科學教師團隊",
            "優秀的科普工作團隊",
            "資深科學興趣愛好者",
        ],
    },
    CARD: {
        TITLE: "適合方式",
        LIST: [
            {
                TITLE: "建立科學實驗環境",
                SUBTITLE: "Precise reinforcement learning theme",
                TAG: "學習環境",
            },
            {
                TITLE: "­設置循證科學流程",
                SUBTITLE: "Ingenious design of practice environment",
                TAG: "教學模式",
            },
            {
                TITLE: "建設科學健康心理",
                SUBTITLE: "Accurately set up practice scenes",
                TAG: "互動氛圍",
            },
        ],
    },
    LEVEL: {
        TITLE: "適合對象",
        SUBTITLE: "全球所有熱愛科學具有科學探索精神的人群。",
        DESC: `
            <p>
                眾語科學堂
            </p>
            <p>
                科學是人類智慧結晶得體現，學會科學方法，體驗科學探究，理解科學技術與社會關系，把握科學本質，探索科學精神，全面提高科學素養，讓科學精神和人文精神在現代文明中融匯貫通。
            </p>
        `,
    },
};
