export default {
    BANNER: {
        TITLE: "潮國學主要是涵蓋了中華傳統文化的精髓，為復興中華傳統文明而掀起的新的國學潮。",
        SUBTITLE:
            "國學這一古老的東方哲學與道德學的重要作用：國學是保證人文道德的基礎，目前我們的國學課程體系主要包含了儒釋道三大國學系統，以古籍經典為基礎，分為蒙學篇、經學篇、史學篇、諸子百家、文學篇五大部分。",
    },
    INTRO: {
        TITLE: "課程介紹",
        DESC: "目前我們的國學課程體系主要包含了儒釋道三大國學系統，以古籍經典為基礎，分為蒙學篇、經學篇、史學篇、諸子百家、文學篇五大部分，涵蓋琴、棋、書、畫、詩、詞、歌、賦等。",
        LIST: [
            {
                TITLE: "蒙學篇",
                DESC: `<div>《三字經》、</div><div>《千字文》、</div><div>《弟子規》</div>`,
            },
            {
                TITLE: "經學篇",
                DESC: `<div>《論語》、</div><div>《周易》、</div><div>《詩經》、</div><div>《大學》、</div><div>《中庸》、</div><div>《尚書》、</div><div>《禮記》、</div><div>《左傳》、</div><div>《孟子》</div>`,
            },
            {
                TITLE: "史學篇",
                DESC: `<div>《國語》、</div><div>《戰國策》、</div><div>《史記》、</div><div>《三國誌》</div>`,
            },
            {
                TITLE: "諸子百家",
                DESC: `<div>《孫子兵法》、</div><div>《老子》、</div><div>《莊子》、</div><div>《韓非子》、</div><div>《墨子》、</div><div>《道德經》</div>`,
            },
            {
                TITLE: "文學篇",
                DESC: `<div>《楚辭》、</div><div>《菜根譚》、</div><div>《世說新語》、</div><div>《說苑》、</div><div>《文心雕龍》</div>`,
            },
        ],
    },
    EDUCATION: {
        TITLE: "眾語國學堂",
        SUBTITLE:
            "集合全球著名嚴謹治學的國學堂以及國學誌士，不僅致力於國學研究與文化交流，更加註重國學實踐。",
        DESC: "國學課程還配備相應的國學社團，供國學堂的學生老師們交流切磋，共同進步。",
    },
    FEATURES: {
        TITLE: "課程特色",
        DESC: "來自於世界十幾個國家，上百名國學經驗豐富的老師雲集眾語國學堂，等待與您開啟和分享一場精彩無比的潮國學時空旅行！",
        LIST: [
            "課程設計盡量由淺入深從簡入繁生動有趣",
            "課程整合利於學生吸收消化從而學以致用",
            "課程執行適於老師發揮表現進而教學相長",
        ],
    },
    INTRO_CARD: {
        TITLE: "課程優勢",
        SUBTITLE: "Course advantages",
        LIST: [
            {
                TITLE: "精心挑選先秦國學精粹原汁原味",
                DESC: "精選以先秦經典及諸子學為根基，並涵蓋後期各朝代的各類文化學術，深入了解中國浩瀚五千年文明積澱中的核心價值，以及中國文化博大精深的精神成就。讓中華民族文化的經典著作，帶你感知古人偉大的智慧和人類發展的規律。",
                BTN: "查看更多國學課程",
            },
            {
                TITLE: "誠意邀請眾多國學社團傾心打造",
                DESC: "在這裏匯聚了諸多國學藝術領域專家，學術行業代表、個人文學大咖，開啟你一場穿越千年的文化旅程",
                BTN: "查看更多國學課程",
            },
            {
                TITLE: "傳承取舍浩瀚國學寶藏私塾風格",
                DESC: "讓國學文化為您打造一個心靈的密室，充分感受傳統文化的魅力。與孔孟交流，以聖賢為友，用古聖先賢千百年來的智慧結晶，解開你人生的迷惘，獲得前行的力量。",
                BTN: "查看更多國學課程",
            },
        ],
    },
    TEACHER: {
        TITLE: "師資團隊",
        DESC: `WeTalk眾語國際擁有獨特的教學系統，優秀的師資團隊是我們的核心的競爭力。
        全球擁有500+大咖國學講師，滿足漢語，英語雙語種輸出要求等。其中嚴選國內外知名學府的教師占比50%。WeTalk眾語國際定期組織任課老師參加進階培訓，從中外教育環境、教育心理學、專業素養、教學技能、溝通技巧、設備使用等方面進行強化。Wetalk教師有著教育培訓行業多年從業經驗，5年以上從業經驗者占到了80%以上。`,
        LIST: [
            "國學業界知名學者大師",
            "國學組織有識之士賢者",
            "國學事業終身成就代表",
        ],
    },
    ADVANTAGES: {
        TITLE: "適合方式",
        LIST: [
            {
                TITLE: "創造歷史學習環境",
                SUBTITLE: "Precise reinforcement learning theme",
                TAG: "學習環境",
            },
            {
                TITLE: "­建立問答教學模式",
                SUBTITLE: "Ingenious design of practice environment",
                TAG: "教學模式",
            },
            {
                TITLE: "設置實踐互動氛圍",
                SUBTITLE: "Accurately set up practice scenes",
                TAG: "互動氛圍",
            },
        ],
    },
    LEVEL: {
        TITLE: "適合對象",
        SUBTITLE: "適合全球所有對國學文化感興趣的群體。",
        DESC: `
            <p>
                括家族辦公室、企業高管、企業文化培訓、青少年群體等。對國學文化有更濃厚的興趣，想要更有針對性深入學習。
            </p>
        `,
    },
};
