export default {
    LIST: {
        BANNER: {
            新加坡留学: "新加坡留學",
            菲律宾留学: "菲律賓留學",
            SLOGAN: "世界那麽大，為何不出去看看？",
            TAG: "為何有成就的人都選擇讓子女出國留學",
        },
        INTRO: {
            TITLE: "WeTalk個性化留學服務",
            GROUP: [
                {
                    TITLE: "一、留學咨詢",
                    DESC: `<p>留學移民，利好政策哪家強？</p>
                    <p>
                        先人一步獲取留學新政，選擇WeTalk就對了！
                    </p>`,
                    BTN: "專家在線定製留學申請方案",
                    TITLE_2: "你是否有這些顧慮？",
                    DESC_2: `
                        <p>
                            WeTalk聯合多家大型留學品牌機構，目前擁有千余名合作夥伴。
                        </p>
                        <p></p>
                        <p>
                            其中有百余名擁有海外經歷或行業經驗的專業顧問，數百位留學策劃團隊，百余位專業律師，為您和家人解決急切留學困難問題。
                        </p>
                    `,
                    TAG_2: ["大型留學品牌機構", "留學策劃團隊"],
                    TITLE_3: `
                        <p>入學辦理專人跟蹤</p>
                        <p>全方位解答入學難題</p>
                    `,
                    FOOTER_3: `
                        <p>
                            幼兒園、政府中小學、私立大學、政府大學
                        </p>
                    `,
                    TAG_3: ["成功留學案例"],
                },
                {
                    TITLE: "二、留學辦理流程",
                },
                {
                    TITLE: "三、更多留學服務",
                },
            ],
            SLOGAN: [
                {
                    title: "看重素質教育，註重全面成長",
                    desc: "對於那些經濟條件比較良好的父母來說，他們更希望孩子獲得全面成長，而不是將他們培養為一個考取高分的機器。國外的素質育更適合孩子成長。",
                },
                {
                    title: "錄取方式多樣，容錯率高",
                    desc: "有錢人會提前做好風險把控，他們不會把孩子的一生全部寄托在一次高考上。國際學校的機會更多，所以選擇讓孩子提前出國學習。",
                },
                {
                    title: "課程體系明確，避免無效內卷",
                    desc: "站在同一起跑線，學習同樣的知識，參加同樣的高考，畢業後競爭同一個職位。國內學習內卷、工作內卷，為什麽不選擇不一樣的未來和更多可能性？",
                },
                {
                    title: "教學模式多元化，培養興趣愛好",
                    desc: "多元化的課程讓你能快速找到適合自己的，不做只會讀書的工具人，不同的國家學習提供了很多不同的活動，你也會有機會發現其他娛樂和令人興奮的新形式。例如你可能會喜歡上戲劇、電影、舞蹈、音樂會等這些活動。",
                },
                {
                    title: "人脈多樣化，語言文化豐富",
                    desc: "眼界和格局密切相關，走出國門，認識更多不同國家的朋友，你的想法會更加豐富。留學期間，不論功課如何，至少英文的聽寫閱讀能力會比國內同齡人更加優秀。",
                },
                {
                    title: "名校林立，就業機會更多",
                    desc: "留學提供這樣一個機會，一個讓你就讀世界名校的機會。留學結束，不論是留在國外還是回歸國內，留學背景和經歷更能得到頭部企業青睞。",
                },
            ],
            CONSULTATION_TAGS: [
                [
                    "擔心申請到野雞大學？",
                    "怕英語不好申請不上好學校？",
                    "畢業後就業難？",
                ],
                ["怕孩子一個人上學孤單？", "怕孩子國外社交和交友問題？"],
                [
                    "擔心簽證及移民問題？",
                    "擔心國內外文化差異問題？",
                    "擔心金錢問題？",
                ],
            ],
            CARDS: [
                {
                    title: "資源豐富",
                    desc: "WeTalk擁有豐富的海外院校資源，可讓客戶更早知曉院校招錄條件及政策。",
                },
                {
                    title: "專家輔導",
                    desc: "擁有海外留學豐富經驗的專業顧問及海外名校校長親自為學生擬定留學申請方案及今後移民、就業規劃。",
                },
                {
                    title: "個性化定製",
                    desc: "專業留學背景評估，更好專業的定位，為申請人量身定製報讀方案並提供專業輔導。",
                },
                {
                    title: "獲簽率高",
                    desc: "關註留學十余年，申請經驗豐富，曾為數十萬學生成功申請到心儀院校。",
                },
            ],
            PROCESS: [
                {
                    title: "簽約",
                    subtitle: "申請人與公司雙方確定合作意向並簽訂合同",
                },
                {
                    title: "定製留學方案",
                    subtitle:
                        "根據申請人的個人情況進行材料的收集和專屬留學方案製定",
                },
                {
                    title: "申請學校",
                    subtitle: "幫申請人向學校提出申請",
                },
                {
                    title: "獲得學校offer",
                    subtitle: "獲得學校給出的 (有條件) offer",
                },
                {
                    title: "申請簽證",
                    subtitle: "獲得學校offer後，向海外大使領館遞交簽證申請材料",
                },
                {
                    title: "獲取簽證",
                    subtitle: "獲得海外大使領館簽發的留學簽證",
                },
            ],
            SERVICE: [
                {
                    title: "學校參觀",
                    desc: "為海外大學申請者及其家人對接參觀目標院校，幫助留學生了解院校環境及文化，做好心理準備。",
                },
                {
                    title: "陪讀簽證辦理",
                    desc: "為陪讀媽媽或者親屬提供簽證辦理咨詢及指導服務，幫助家長解決陪讀簽證辦理疑難問題。",
                },
                {
                    title: "租房服務",
                    desc: "幫助聯系留學地房源，對接租房服務，一站式解決留學生及其家長的租房難問題。",
                },
                {
                    title: "考前培訓",
                    desc: "留學生考前輔導，擁有頂級出國留學考試培訓團隊，專業提供留學前培訓輔導，包括托福、雅思、SAT等。",
                },
                {
                    title: "名校規劃",
                    desc: "關註海外留學者的個性特征，了解目標院校，資深留學顧問專家團隊規劃名校，全方位打造專屬名校進入策略。",
                },
                {
                    title: "遊學研學策劃",
                    desc: "不論是留學前體驗，還是多元文化體驗，我們將為您打造一個詳盡的遊學和研學方案，鏈接優質教育資源，一條龍打通整個遊學和研學過程。",
                },
            ],
        },
    },
    P: {
        菲律宾留学: "菲律賓留學",
        菲律宾留学六大优势: "菲律賓留學六大優勢",
        菲律宾优质高校: "菲律賓優質高校",
        AD1: [
            {
                title: "語言環境優秀",
                desc: "菲律賓是除美國和英國外第三大使用英語的國家，是亞洲唯一以英語為通用語言的國家，具有純美式語言學習環境，學生不管學習哪個專業，都能把英語熟練掌握。",
            },
            {
                title: "國家承認學歷",
                desc: "菲律賓聚集亞洲頂尖的高等學府，其學歷獲得歐美等發達國家和我國教育部承認，一些百年歷史名校世界排名與中國的清華、北大相當。",
            },
            {
                title: "性價比高",
                desc: "相比歐美等國家，菲律賓的留學費用非常低，每年費用在10萬左右，僅相當於歐美國家的1/8，是大多數中國普通家庭承擔的起的費用。",
            },
            {
                title: "教育系統先進",
                desc: "菲律賓完美繼承美式教育製度和教學方式，註重學生的實操能力，讓學生充分參與教學，發揮學生自主學習能力。",
            },
            {
                title: "就業前景好",
                desc: "世界500強企業中有300多家在菲律賓設分部，世界銀行、世貿組織的亞洲總部都設在菲律賓首都馬尼拉。很多跨國企業都需要大量精通英語的優秀人才，學生就業前景好。",
            },
            {
                title: "學習環境好",
                desc: "菲律賓與中國有幾千年的歷史聯系，許多菲律賓人都有華族血統，菲律賓各地都有華裔社群。菲華之間的種族和諧紀錄良好，不少菲律賓億萬富翁是華裔。",
            },
        ],
        AD2: [
            {
                title: "菲律賓聖托馬斯大學",
                desc: "UNIVERSITY OF SANTO TOMAS",
            },
            {
                title: "菲律賓國父大學",
                desc: "JOSE RIZAL UNIVERSITY",
            },
            {
                title: "菲律賓國家大學",
                desc: "NATIONAL UNIVERSITY",
            },
            {
                title: "菲律賓東方大學",
                desc: "University of the East",
            },
            {
                title: "菲律賓女子大學",
                desc: "THE PHILIPPINE WOMEN』 S UNIVERSITY",
            },
            {
                title: "菲律賓伊密裏歐學院",
                desc: "Emilio Aguinaldo College",
            },
            {
                title: "菲律賓新怡詩夏國立科技大學",
                desc: "Nueva Ecija University of Science and Technology",
            },
            {
                title: "菲律賓萊西姆大學(新加坡) ",
                desc: "Lyceum of the Philppines University",
            },
            {
                title: "菲律賓亞當森大學",
                desc: "ADAMSONUNIVERSITY",
            },
            {
                title: "菲律賓永恒大學",
                desc: "University of Perpetual Help System DALTA",
            },
        ],
        INTRO: {
            title: `為什麽<br />
            選擇菲律賓留學？`,
            desc: "相對容易的入學考試、良好的大學背景、英語教學環境、較低的費用標準、頒發中國承認的學歷、以及中國學生可以隨意選擇自己喜愛的碩士專業，使普通家庭的中國大學生的出國讀研的夢想變得具體而現實。",
            counter: ["世界500強企業分部", "教育資源"],
        },
    },
    S: {
        新加坡留学: "新加坡留學",
        新加坡留学五大优势: "新加坡留學五大優勢",
        新加坡优质高校: "新加坡優質高校",
        新加坡游学: "新加坡遊學",
        新加坡游学五大优势: "新加坡遊學五大優勢",
        AD1: [
            {
                title: "優越教育體系",
                desc: "新加坡有著完善的的教育基礎設施，獨特的中英文雙語授課環境和中西方結合的教育模式，實現知識教育與素質教育完美結合。",
            },
            {
                title: "相近文化背景",
                desc: "新加坡融匯了中西文化的精髓，多元民族文化共存，不存在種族歧視現象和語言障礙，生活習俗語言習俗相近，和中國也沒有時差，學生能極易融入社會。",
            },
            {
                title: "頂尖學府配置",
                desc: "在由經合組織(OECD)統計的排名中，新加坡的基礎教育穩居全球榜首，新加坡國立大學(NUS)連續多年榮膺全亞洲排名第一。",
            },
            {
                title: "簽證政策靈活",
                desc: "靈活高效的簽證政策。新加坡政府十分重視父母對子女的教育，因此規定母親、奶奶、外婆其中一人可申請陪伴小孩，直至其年滿16歲。母系姻親可快速獲得陪讀簽證，其他家庭成員也有多種方式取得長期居留簽證。",
            },
            {
                title: "澆築黃金跳板",
                desc: "新加坡現已成為國際學生進入世界名校的黃金跳板。與全球接軌的教育體系可以無縫銜接國外各階段課程，成為劍橋、哈佛等歐美名校最受歡迎的生源地之一。",
            },
        ],
        AD2: [
            {
                title: "世界聯合書院",
                desc: "UNITED WORLD COLLEGE(UWC)",
            },
            {
                title: "新加坡美國學校",
                desc: "SINGAPORE AMERICAN SCHOOL（SAS）",
            },
            {
                title: "澳洲國際學校",
                desc: "AUSTRALIAN INTERNATIONAL SCHOOL (AIS)",
            },
            {
                title: "斯坦福美國國際學校",
                desc: "STAMFORD AMERICAN INTERNATIONAL SCHOOL (SAIS）",
            },
            {
                title: "聖約瑟夫國際學校",
                desc: "ST JOSEPH'S INSTITUTION INTERNATIONAL SCHOOL (SJI)",
            },
            {
                title: "華中國際學校",
                desc: "HWA CHONG INTERNATIONAL SCHOOL (HCI)",
            },
            {
                title: "英華國際學校",
                desc: "ANGLO-CHINESE SCHOOLINTERNATIONAL (ACS INTERNATIONAL)",
            },
            {
                title: "德威學院(新加坡) ",
                desc: "(SINGAPORE)DULWICH COLLEGE(DCS）",
            },
            {
                title: "加拿大國際學校",
                desc: "CANADIAN INTERNATIONAL SCHOOL (CIS)",
            },
        ],
        AD3: [
            {
                title: "留學前的體驗",
                desc: "新加坡遊學可作為留學前奏，讓有誌於出國留學的學生嘗試體驗不同國家文化，判斷今後是否需要選擇留學的道路。",
            },
            {
                title: "安全有保障",
                desc: "新加坡治安穩定，是世界上犯罪率最小的國家之一，學生出行安全有保障。氣候常年溫和濕潤，一年四季都是旅遊季節，環境優美，交通便利。",
            },
            {
                title: "教育體系健全且先進",
                desc: "新加坡擁有真正的環球教育體系、國際化的師資，政府學校以高學術水平和高素質教學而聞名。",
            },
            {
                title: "雙語教學環境",
                desc: "新加坡的雙語環境是任何其他國家不能代替的，華人占較大比例，溝通交流不必擔心語言障礙。",
            },
            {
                title: "簽證便利高效",
                desc: "出國手續簡便，新方邀請遊學簽證成功率高，僅 2-3個工作日即可獲得簽證，且無需面簽。新加坡學校與中國的假期相互錯開，學生能真正的深入新加坡學生課堂進行交流。",
            },
        ],
        INTRO1: {
            title: `為什麽<br />
                    選擇新加坡留學？`,
            desc: "新加坡是發達國家。被譽為「亞洲四小龍」之一，根據2018年全球金融中心指數（GFCI）排名報告，新加坡是繼紐約、倫敦、香港之後的第四大國際金融中心，也是亞洲重要的服務和航運中心之一。",
            counter: ["新加坡華人占比", "OECD排名"],
        },
        INTRO2: {
            title: `新加坡遊學優勢`,
            desc: "新加坡是發達國家。被譽為「亞洲四小龍」之一，根據2018年全球金融中心指數（GFCI）排名報告，新加坡是繼紐約、倫敦、香港之後的第四大國際金融中心，也是亞洲重要的服務和航運中心之一。",
            counter: ["新加坡華人占比", "OECD排名"],
            tag: "在線立即咨詢",
        },
    },
};
