export default {
    INTRO: {
        TITLE: "專業師資伴您成長",
        SUBTITLE: "優秀教師團隊全程保駕護航",
        DESC: "WeTalk眾語國際，在全球範圍內招募有強烈意願加入國際教育事業的優秀人才，並輔以嚴格並豐富的培訓計劃，全方面打造真正既有全球視野、又有對跨國文化以及本地市場深入理解的專業教育人才，幫助學員更好的成長。主張「教之道，貴以專」，做正確的教育，做不一樣的教育，做中庸之道的教育。",
        LIST: [
            {
                TITLE: "優秀團隊",
                SUBTITLE: "擁有豐富實戰經驗的名師和專家提供高質量的教育",
                DESC: "擁有一支實力雄厚的高水平師資隊伍，他們中既有德高望重的老一輩學者，也有初露鋒芒的青年專家。這支隊伍是眾語國際培養優秀人才的主力軍，也是文化傳承創新的中堅力量。",
            },
            {
                TITLE: "嚴格篩選",
                SUBTITLE: "嚴格篩選只為給每位學員提供更具匹配度的優質老師",
                DESC: "WETALK眾語國際堅持「招一個好老師，開一個班」，每一位眾語國際的講師，從投寄簡歷到正式入駐平臺，都經歷6輪嚴格的面試試聽層層篩選。力求在全球範圍招聘具備國際視野，知識淵博，對跨國文化及本地市場深入理解的專業教育團隊，打造高品質國際化師資團隊。",
            },
            {
                TITLE: "精細培養",
                SUBTITLE: "精益求精並且多方位健全教師培養體系給您極致服務",
                DESC: "眾語國際為平臺教師提供崗前及在崗培訓，針對不同層次教師開展技能輔導，結合線上線下模式的培訓體系，驅動每位教師不斷增強個人能力和教學水平，為學員帶來更好的教學服務；",
            },
            {
                TITLE: "定期考核",
                SUBTITLE: "定期考核不斷提高每位教師的授課質量相互促進成長",
                DESC: "眾語國際為平臺講師提供高質量的國際化教學交流論壇，經常性組織學情分析、經驗交流、聽課說課評課、教學比武等活動，激勵教師不斷成長，不斷提高教學質量。",
            },
        ],
    },
};
