/*
 * @Description:
 * @Author: F-Stone
 * @LastEditTime: 2022-09-15 14:59:11
 */
export default {
    thumb: "/images/education/teacher-2.png",
    name: "陈桂香",
    tag: ["国际汉语教研组组长", "少儿课程研发专家"],
    from: "中国",
    edu: "毕业于西安科技大学",
    religion: "无宗教",
    desc: "6年海外国际汉语教学经验，曾任知名语言教育机构Top教师，国际汉语教研组组长，少儿课程研发专家，擅长运用寓教于乐教学方法",
    category: "中文教室",
    advantage: [
        {
            value: "6",
            sub: "年",
            sup: "",
            title: "海外汉语教学经验",
        },
        {
            value: "Top",
            sub: "",
            sup: "",
            title: "知名语言机构教师",
        },
        {
            value: "8900",
            sub: "",
            sup: "+",
            title: "已教授学生",
        },
    ],
    motto: "<p>性如朗月，心若澄水。性是天赋予人心者，它与天是一个东西，本质上是纯善的。所谓“尽心”就是一种悟性的直觉思维，无须概念，不涉言路，觉悟本心。由“尽心”而“知性”，“知性”就是对自我的反省和认识，了解自我存在的价值和意义。</p>",
    philosophy:
        "<p>性如朗月，心若澄水。性是天赋予人心者，它与天是一个东西，本质上是纯善的。所谓“尽心”就是一种悟性的直觉思维，无须概念，不涉言路，觉悟本心。由“尽心”而“知性”，“知性”就是对自我的反省和认识，了解自我存在的价值和意义。</p>",
    story: [
        {
            thumb: "/images/education/student-1.png",
            name: "Alyssa Qian",
            desc: "我的学生Alyssa Qian，今年7岁，她五岁开始跟我学习中文。入学前，她不认识拼音，只认识简单地汉字。而现在她已经能认识、拼写所以的拼音及声调；认读汉字大约2500个，会写汉字1600个左右；她现在不仅能独立看故事书，还能认识大部分的电影字幕。而且能够熟练背诵《三字经》、《弟子规》及《千字文》及40多首古诗。",
            score: 5,
        },
        {
            thumb: "/images/education/student-2.png",
            name: "Sophia",
            desc: "入学时，她还是零基础水平，我们通过沉浸式地学习和练习，她现在已经能完全听懂老师的课堂指令语，用全中文回答老师的问题，并能识读、识写很多汉字了。后两行文字建议补齐，尽量保证每个成功故事的字数误差在一行之内，此处为文字占位，她现在已经能完全听懂老师的课堂指令语。",
            score: 5,
        },
        {
            thumb: "/images/education/student-1.png",
            name: "Alyssa Qian",
            desc: "我的学生Alyssa Qian，今年7岁，她五岁开始跟我学习中文。入学前，她不认识拼音，只认识简单地汉字。而现在她已经能认识、拼写所以的拼音及声调；认读汉字大约2500个，会写汉字1600个左右；她现在不仅能独立看故事书，还能认识大部分的电影字幕。而且能够熟练背诵《三字经》、《弟子规》及《千字文》及40多首古诗。",
            score: 5,
        },
        {
            thumb: "/images/education/student-2.png",
            name: "Sophia",
            desc: "入学时，她还是零基础水平，我们通过沉浸式地学习和练习，她现在已经能完全听懂老师的课堂指令语，用全中文回答老师的问题，并能识读、识写很多汉字了。后两行文字建议补齐，尽量保证每个成功故事的字数误差在一行之内，此处为文字占位，她现在已经能完全听懂老师的课堂指令语。",
            score: 5,
        },
    ],
};
